export const allJobCities = [
  {
    ID: 10,
    checkboxRegions: 'checkboxRegions-6',
    Name: 'צפון',
    JobCount: 3300,
    OrderID: 1,
    Cities: [
      {
        ID: 171,
        Name: 'א טייבה',
      },
      {
        ID: 387,
        Name: 'א נוואקיר',
      },
      {
        ID: 2,
        Name: 'א סלבה',
      },
      {
        ID: 388,
        Name: 'אבו דיאב',
      },
      {
        ID: 159,
        Name: 'אבו סנאן',
      },
      {
        ID: 227,
        Name: 'אבטין',
      },
      {
        ID: 344,
        Name: 'אבטליון',
      },
      {
        ID: 282,
        Name: 'אביבים',
      },
      {
        ID: 449,
        Name: 'אביטל',
      },
      {
        ID: 326,
        Name: 'אבירים',
      },
      {
        ID: 277,
        Name: 'אבן מנחם',
      },
      {
        ID: 13,
        Name: 'אבני איתן',
      },
      {
        ID: 420,
        Name: 'אדירים',
      },
      {
        ID: 276,
        Name: 'אדמית',
      },
      {
        ID: 12,
        Name: 'אודם',
      },
      {
        ID: 84,
        Name: 'אוהלו',
      },
      {
        ID: 390,
        Name: 'אום א סח`אלי',
      },
      {
        ID: 550,
        Name: 'אום אל פחם',
      },
      {
        ID: 443,
        Name: 'אומן',
      },
      {
        ID: 350,
        Name: 'אור הגנוז',
      },
      {
        ID: 15,
        Name: 'אורטל',
      },
      {
        ID: 121,
        Name: 'אושה',
      },
      {
        ID: 395,
        Name: 'אזור תעשיות צבאים',
      },
      {
        ID: 379,
        Name: 'אזור תעשייה אכזיב מילואות',
      },
      {
        ID: 374,
        Name: 'אזור תעשייה אלון התבור',
      },
      {
        ID: 40,
        Name: 'אזור תעשייה בני יהודה',
      },
      {
        ID: 380,
        Name: 'אזור תעשייה נעמן',
      },
      {
        ID: 2049,
        Name: 'אזור תעשייה פארק אדיסון',
      },
      {
        ID: 2056,
        Name: 'אזור תעשייה ציפורית',
      },
      {
        ID: 454,
        Name: 'אזור תעשייה שגיא 2000',
      },
      {
        ID: 447,
        Name: 'אחוזת ברק',
      },
      {
        ID: 394,
        Name: 'אחוזת שושנה',
      },
      {
        ID: 241,
        Name: 'אחיהוד',
      },
      {
        ID: 389,
        Name: 'אידמית',
      },
      {
        ID: 47,
        Name: 'איילת השחר',
      },
      {
        ID: 128,
        Name: 'אילון',
      },
      {
        ID: 106,
        Name: 'אילניה',
      },
      {
        ID: 439,
        Name: 'אכסאל',
      },
      {
        ID: 553,
        Name: 'אל מועלקה',
      },
      {
        ID: 541,
        Name: 'אל עריאן',
      },
      {
        ID: 5,
        Name: 'אל רום',
      },
      {
        ID: 134,
        Name: 'אלומות',
      },
      {
        ID: 301,
        Name: 'אלון הגליל',
      },
      {
        ID: 150,
        Name: 'אלוני אבא',
      },
      {
        ID: 18,
        Name: 'אלוני הבשן',
      },
      {
        ID: 125,
        Name: 'אלונים',
      },
      {
        ID: 4,
        Name: 'אלי עד',
      },
      {
        ID: 80,
        Name: 'אליפלט',
      },
      {
        ID: 85,
        Name: 'אלמגור',
      },
      {
        ID: 220,
        Name: 'אלקוש',
      },
      {
        ID: 274,
        Name: 'אמירים',
      },
      {
        ID: 88,
        Name: 'אמנון',
      },
      {
        ID: 14,
        Name: 'אניעם',
      },
      {
        ID: 194,
        Name: 'אעבלין',
      },
      {
        ID: 32,
        Name: 'אפיק',
      },
      {
        ID: 50,
        Name: 'אפיקים',
      },
      {
        ID: 235,
        Name: 'ארבל',
      },
      {
        ID: 345,
        Name: 'אשבל',
      },
      {
        ID: 52,
        Name: 'אשדות יעקב איחוד',
      },
      {
        ID: 51,
        Name: 'אשדות יעקב מאוחד',
      },
      {
        ID: 306,
        Name: 'אשחר',
      },
      {
        ID: 339,
        Name: 'אשרת',
      },
      {
        ID: 354,
        Name: 'אתגר',
      },
      {
        ID: 207,
        Name: 'בוסתן הגליל',
      },
      {
        ID: 163,
        Name: 'בועיינה נוג`יידאת',
      },
      {
        ID: 3,
        Name: 'בוקעתא',
      },
      {
        ID: 478,
        Name: 'ביכורה',
      },
      {
        ID: 378,
        Name: 'בי``ס אזורי מקיף מטה אשר',
      },
      {
        ID: 164,
        Name: 'ביענה',
      },
      {
        ID: 269,
        Name: 'ביר אל מכסור',
      },
      {
        ID: 140,
        Name: 'ביריה',
      },
      {
        ID: 461,
        Name: 'בית אלפא',
      },
      {
        ID: 161,
        Name: 'בית ג`ן',
      },
      {
        ID: 65,
        Name: 'בית הלל',
      },
      {
        ID: 209,
        Name: 'בית העמק',
      },
      {
        ID: 462,
        Name: 'בית השיטה',
      },
      {
        ID: 49,
        Name: 'בית זרע',
      },
      {
        ID: 371,
        Name: 'בית חולים פורייה',
      },
      {
        ID: 57,
        Name: 'בית יוסף',
      },
      {
        ID: 98,
        Name: 'בית ירח',
      },
      {
        ID: 151,
        Name: 'בית לחם הגלילית',
      },
      {
        ID: 139,
        Name: 'בית קשת',
      },
      {
        ID: 291,
        Name: 'בית רימון',
      },
      {
        ID: 489,
        Name: 'בית שאן',
      },
      {
        ID: 435,
        Name: 'בית שערים',
      },
      {
        ID: 415,
        Name: 'בלפוריה',
      },
      {
        ID: 237,
        Name: 'בן עמי',
      },
      {
        ID: 17,
        Name: 'בני יהודה',
      },
      {
        ID: 543,
        Name: 'בסמ``ה',
      },
      {
        ID: 259,
        Name: 'בסמת טבעון',
      },
      {
        ID: 216,
        Name: 'בצת',
      },
      {
        ID: 308,
        Name: 'בר יוחאי',
      },
      {
        ID: 231,
        Name: 'ברעם',
      },
      {
        ID: 428,
        Name: 'ברק',
      },
      {
        ID: 458,
        Name: 'גבע',
      },
      {
        ID: 349,
        Name: 'גבעת אבני',
      },
      {
        ID: 347,
        Name: 'גבעת אלה',
      },
      {
        ID: 20,
        Name: 'גבעת יואב',
      },
      {
        ID: 534,
        Name: 'גבעת עוז',
      },
      {
        ID: 424,
        Name: 'גבת',
      },
      {
        ID: 42,
        Name: 'גדות',
      },
      {
        ID: 348,
        Name: 'ג`דידה מכר',
      },
      {
        ID: 430,
        Name: 'גדיש',
      },
      {
        ID: 473,
        Name: 'גדעונה',
      },
      {
        ID: 165,
        Name: 'ג`וליס',
      },
      {
        ID: 82,
        Name: 'גונן',
      },
      {
        ID: 556,
        Name: 'ג`ועארה',
      },
      {
        ID: 283,
        Name: 'ג`ורדיח',
      },
      {
        ID: 239,
        Name: 'גורן',
      },
      {
        ID: 325,
        Name: 'גורנות הגליל',
      },
      {
        ID: 157,
        Name: 'גזית',
      },
      {
        ID: 313,
        Name: 'גילון',
      },
      {
        ID: 54,
        Name: 'גינוסר',
      },
      {
        ID: 111,
        Name: 'גיניגר',
      },
      {
        ID: 166,
        Name: 'ג`יש',
      },
      {
        ID: 315,
        Name: 'גיתה',
      },
      {
        ID: 511,
        Name: 'גלעד',
      },
      {
        ID: 99,
        Name: 'גן התעשייה תל חי',
      },
      {
        ID: 480,
        Name: 'גן נר',
      },
      {
        ID: 158,
        Name: 'געתון',
      },
      {
        ID: 21,
        Name: 'גשור',
      },
      {
        ID: 62,
        Name: 'גשר',
      },
      {
        ID: 210,
        Name: 'גשר הזיו',
      },
      {
        ID: 552,
        Name: 'דאר אל חנון',
      },
      {
        ID: 431,
        Name: 'דבורה',
      },
      {
        ID: 167,
        Name: 'דבוריה',
      },
      {
        ID: 437,
        Name: 'דברת',
      },
      {
        ID: 46,
        Name: 'דגניה א`',
      },
      {
        ID: 48,
        Name: 'דגניה ב`',
      },
      {
        ID: 275,
        Name: 'דוב``ב',
      },
      {
        ID: 160,
        Name: 'דחי',
      },
      {
        ID: 168,
        Name: 'דייר אל אסד',
      },
      {
        ID: 169,
        Name: 'דייר חנא',
      },
      {
        ID: 383,
        Name: 'דישון',
      },
      {
        ID: 505,
        Name: 'דליה',
      },
      {
        ID: 152,
        Name: 'דלתון',
      },
      {
        ID: 358,
        Name: 'דמיידה',
      },
      {
        ID: 61,
        Name: 'דן',
      },
      {
        ID: 60,
        Name: 'דפנה',
      },
      {
        ID: 78,
        Name: 'האון',
      },
      {
        ID: 69,
        Name: 'הגושרים',
      },
      {
        ID: 360,
        Name: 'הודיות מוסד חינוכי',
      },
      {
        ID: 305,
        Name: 'הושעיה',
      },
      {
        ID: 436,
        Name: 'הזורע',
      },
      {
        ID: 131,
        Name: 'הזורעים',
      },
      {
        ID: 441,
        Name: 'היוגב',
      },
      {
        ID: 317,
        Name: 'הילה',
      },
      {
        ID: 233,
        Name: 'הסוללים',
      },
      {
        ID: 338,
        Name: 'הרדוף',
      },
      {
        ID: 312,
        Name: 'הררית',
      },
      {
        ID: 100,
        Name: 'ורד הגליל',
      },
      {
        ID: 261,
        Name: 'זרזיר',
      },
      {
        ID: 284,
        Name: 'זרעית',
      },
      {
        ID: 444,
        Name: 'חבר',
      },
      {
        ID: 25,
        Name: 'חד נס',
      },
      {
        ID: 359,
        Name: 'ח`ואלד',
      },
      {
        ID: 260,
        Name: 'חוג`ייראת',
      },
      {
        ID: 95,
        Name: 'חוות דושן',
      },
      {
        ID: 406,
        Name: 'חוות השומר',
      },
      {
        ID: 488,
        Name: 'חוות עדן',
      },
      {
        ID: 487,
        Name: 'חוות שפעה',
      },
      {
        ID: 53,
        Name: 'חולתה',
      },
      {
        ID: 229,
        Name: 'חוסן',
      },
      {
        ID: 362,
        Name: 'חוסנייה',
      },
      {
        ID: 143,
        Name: 'חוקוק',
      },
      {
        ID: 170,
        Name: 'חורפיש',
      },
      {
        ID: 271,
        Name: 'חזון',
      },
      {
        ID: 546,
        Name: 'ח`ירבת מועאוויה',
      },
      {
        ID: 343,
        Name: 'חלוץ',
      },
      {
        ID: 266,
        Name: 'חמאם',
      },
      {
        ID: 136,
        Name: 'חמדיה',
      },
      {
        ID: 391,
        Name: 'חמדת ימים',
      },
      {
        ID: 1,
        Name: 'חמת גדר',
      },
      {
        ID: 122,
        Name: 'חניתה',
      },
      {
        ID: 340,
        Name: 'חנתון',
      },
      {
        ID: 7,
        Name: 'חספין',
      },
      {
        ID: 460,
        Name: 'חפצי בה',
      },
      {
        ID: 382,
        Name: 'חצור הגלילית',
      },
      {
        ID: 540,
        Name: 'חריש',
      },
      {
        ID: 318,
        Name: 'חרשים',
      },
      {
        ID: 97,
        Name: 'טבריה',
      },
      {
        ID: 83,
        Name: 'טובא זנגריה',
      },
      {
        ID: 172,
        Name: 'טורעאן',
      },
      {
        ID: 465,
        Name: 'טירת צבי',
      },
      {
        ID: 300,
        Name: 'טל אל',
      },
      {
        ID: 411,
        Name: 'טמרה',
      },
      {
        ID: 206,
        Name: 'טמרה יזרעאל',
      },
      {
        ID: 323,
        Name: 'טפחות',
      },
      {
        ID: 351,
        Name: 'יאנוח ג`ת',
      },
      {
        ID: 324,
        Name: 'יבור',
      },
      {
        ID: 104,
        Name: 'יבנאל',
      },
      {
        ID: 112,
        Name: 'יגור',
      },
      {
        ID: 92,
        Name: 'יובל',
      },
      {
        ID: 330,
        Name: 'יובלים',
      },
      {
        ID: 281,
        Name: 'יודפת',
      },
      {
        ID: 9,
        Name: 'יונתן',
      },
      {
        ID: 438,
        Name: 'יזרעאל',
      },
      {
        ID: 385,
        Name: 'יחד',
      },
      {
        ID: 149,
        Name: 'יחיעם',
      },
      {
        ID: 41,
        Name: 'יסוד המעלה',
      },
      {
        ID: 211,
        Name: 'יסעור',
      },
      {
        ID: 285,
        Name: 'יעד',
      },
      {
        ID: 445,
        Name: 'יעל',
      },
      {
        ID: 244,
        Name: 'יערה',
      },
      {
        ID: 173,
        Name: 'יפיע',
      },
      {
        ID: 425,
        Name: 'יפעת',
      },
      {
        ID: 155,
        Name: 'יפתח',
      },
      {
        ID: 434,
        Name: 'יקנעם',
      },
      {
        ID: 502,
        Name: 'יקנעם עילית',
      },
      {
        ID: 226,
        Name: 'יראון',
      },
      {
        ID: 93,
        Name: 'ירדנה',
      },
      {
        ID: 174,
        Name: 'ירכא',
      },
      {
        ID: 175,
        Name: 'כאבול',
      },
      {
        ID: 176,
        Name: 'כאוכב אבו אל היגא',
      },
      {
        ID: 212,
        Name: 'כברי',
      },
      {
        ID: 141,
        Name: 'כדורי',
      },
      {
        ID: 87,
        Name: 'כורזים',
      },
      {
        ID: 319,
        Name: 'כחל',
      },
      {
        ID: 108,
        Name: 'כינרת מושבה',
      },
      {
        ID: 45,
        Name: 'כינרת קבוצה',
      },
      {
        ID: 352,
        Name: 'כיסרא סומיע',
      },
      {
        ID: 289,
        Name: 'כישור',
      },
      {
        ID: 302,
        Name: 'כליל',
      },
      {
        ID: 332,
        Name: 'כלנית',
      },
      {
        ID: 361,
        Name: 'כמאנה',
      },
      {
        ID: 264,
        Name: 'כמאנה מזרח',
      },
      {
        ID: 310,
        Name: 'כמון',
      },
      {
        ID: 26,
        Name: 'כנף',
      },
      {
        ID: 262,
        Name: 'כעביה טבאש חג`אג`רה',
      },
      {
        ID: 116,
        Name: 'כפר ביאליק',
      },
      {
        ID: 70,
        Name: 'כפר בלום',
      },
      {
        ID: 423,
        Name: 'כפר ברוך',
      },
      {
        ID: 419,
        Name: 'כפר גדעון',
      },
      {
        ID: 110,
        Name: 'כפר גלעדי',
      },
      {
        ID: 115,
        Name: 'כפר החורש',
      },
      {
        ID: 118,
        Name: 'כפר המכבי',
      },
      {
        ID: 253,
        Name: 'כפר הנוער הדתי',
      },
      {
        ID: 75,
        Name: 'כפר הנשיא',
      },
      {
        ID: 342,
        Name: 'כפר ורדים',
      },
      {
        ID: 242,
        Name: 'כפר זיתים',
      },
      {
        ID: 263,
        Name: 'כפר ח`וואלד',
      },
      {
        ID: 119,
        Name: 'כפר חיטים',
      },
      {
        ID: 353,
        Name: 'כפר חנניה',
      },
      {
        ID: 113,
        Name: 'כפר חסידים א`',
      },
      {
        ID: 252,
        Name: 'כפר חסידים ב`',
      },
      {
        ID: 6,
        Name: 'כפר חרוב',
      },
      {
        ID: 177,
        Name: 'כפר יאסיף',
      },
      {
        ID: 427,
        Name: 'כפר יהושע',
      },
      {
        ID: 457,
        Name: 'כפר יחזקאל',
      },
      {
        ID: 178,
        Name: 'כפר כמא',
      },
      {
        ID: 179,
        Name: 'כפר כנא',
      },
      {
        ID: 182,
        Name: 'כפר מיסר',
      },
      {
        ID: 180,
        Name: 'כפר מנדא',
      },
      {
        ID: 129,
        Name: 'כפר מסריק',
      },
      {
        ID: 280,
        Name: 'כפר נהר הירדן',
      },
      {
        ID: 101,
        Name: 'כפר נחום',
      },
      {
        ID: 68,
        Name: 'כפר סאלד',
      },
      {
        ID: 147,
        Name: 'כפר קיש',
      },
      {
        ID: 526,
        Name: 'כפר קרע',
      },
      {
        ID: 214,
        Name: 'כפר ראש הנקרה',
      },
      {
        ID: 466,
        Name: 'כפר רופין',
      },
      {
        ID: 221,
        Name: 'כפר שמאי',
      },
      {
        ID: 105,
        Name: 'כפר תבור',
      },
      {
        ID: 43,
        Name: 'כרי דשא',
      },
      {
        ID: 89,
        Name: 'כרכום',
      },
      {
        ID: 230,
        Name: 'כרם בן זמרה',
      },
      {
        ID: 286,
        Name: 'כרמיאל',
      },
      {
        ID: 316,
        Name: 'לבון',
      },
      {
        ID: 215,
        Name: 'לביא',
      },
      {
        ID: 333,
        Name: 'לבנים',
      },
      {
        ID: 72,
        Name: 'להבות הבשן',
      },
      {
        ID: 217,
        Name: 'לוחמי הגיטאות',
      },
      {
        ID: 293,
        Name: 'לוטם',
      },
      {
        ID: 232,
        Name: 'לימן',
      },
      {
        ID: 295,
        Name: 'לפידות',
      },
      {
        ID: 2042,
        Name: 'מאנסרה',
      },
      {
        ID: 31,
        Name: 'מבוא חמה',
      },
      {
        ID: 162,
        Name: 'מגאר',
      },
      {
        ID: 183,
        Name: 'מג`ד אל כרום',
      },
      {
        ID: 109,
        Name: 'מגדל',
      },
      {
        ID: 250,
        Name: 'מגדל העמק',
      },
      {
        ID: 29,
        Name: 'מג`דל שמס',
      },
      {
        ID: 375,
        Name: 'מגדל תפן',
      },
      {
        ID: 523,
        Name: 'מגידו',
      },
      {
        ID: 446,
        Name: 'מגן שאול',
      },
      {
        ID: 547,
        Name: 'מדרך עוז',
      },
      {
        ID: 120,
        Name: 'מולדת',
      },
      {
        ID: 440,
        Name: 'מוקייבלה',
      },
      {
        ID: 292,
        Name: 'מורן',
      },
      {
        ID: 297,
        Name: 'מורשת',
      },
      {
        ID: 418,
        Name: 'מזרע',
      },
      {
        ID: 184,
        Name: 'מזרעה',
      },
      {
        ID: 63,
        Name: 'מחניים',
      },
      {
        ID: 103,
        Name: 'מטולה',
      },
      {
        ID: 539,
        Name: 'מי עמי',
      },
      {
        ID: 451,
        Name: 'מיטב',
      },
      {
        ID: 19,
        Name: 'מיצר',
      },
      {
        ID: 481,
        Name: 'מירב',
      },
      {
        ID: 222,
        Name: 'מירון',
      },
      {
        ID: 2043,
        Name: 'מכללת עמק יזרעאל ע``ש מקס שטרן',
      },
      {
        ID: 311,
        Name: 'מכמנים',
      },
      {
        ID: 432,
        Name: 'מלאה',
      },
      {
        ID: 218,
        Name: 'מלכיה',
      },
      {
        ID: 296,
        Name: 'מנוף',
      },
      {
        ID: 314,
        Name: 'מנות',
      },
      {
        ID: 44,
        Name: 'מנחמיה',
      },
      {
        ID: 554,
        Name: 'מנסורה',
      },
      {
        ID: 137,
        Name: 'מנרה',
      },
      {
        ID: 267,
        Name: 'מנשית זבדה',
      },
      {
        ID: 341,
        Name: 'מסד',
      },
      {
        ID: 55,
        Name: 'מסדה',
      },
      {
        ID: 468,
        Name: 'מסילות',
      },
      {
        ID: 30,
        Name: 'מסעדה',
      },
      {
        ID: 77,
        Name: 'מעגן',
      },
      {
        ID: 58,
        Name: 'מעוז חיים',
      },
      {
        ID: 208,
        Name: 'מעונה',
      },
      {
        ID: 74,
        Name: 'מעיין ברוך',
      },
      {
        ID: 185,
        Name: 'מעיליא',
      },
      {
        ID: 477,
        Name: 'מעלה גלבוע',
      },
      {
        ID: 10,
        Name: 'מעלה גמלא',
      },
      {
        ID: 544,
        Name: 'מעלה עירון',
      },
      {
        ID: 273,
        Name: 'מעלות תרשיחא',
      },
      {
        ID: 483,
        Name: 'מפעלי גלבוע',
      },
      {
        ID: 448,
        Name: 'מפעלי העמק',
      },
      {
        ID: 484,
        Name: 'מפעלי שאן',
      },
      {
        ID: 90,
        Name: 'מפעלים אזוריים הגליל העליון',
      },
      {
        ID: 91,
        Name: 'מפעלים אזוריים צמח',
      },
      {
        ID: 133,
        Name: 'מצובה',
      },
      {
        ID: 107,
        Name: 'מצפה',
      },
      {
        ID: 328,
        Name: 'מצפה אבי``ב',
      },
      {
        ID: 307,
        Name: 'מצפה נטופה',
      },
      {
        ID: 247,
        Name: 'מרגליות',
      },
      {
        ID: 28,
        Name: 'מרום גולן',
      },
      {
        ID: 416,
        Name: 'מרחביה מושב',
      },
      {
        ID: 413,
        Name: 'מרחביה קיבוץ',
      },
      {
        ID: 372,
        Name: 'מרכז אזורי כדורי',
      },
      {
        ID: 376,
        Name: 'מרכז אזורי מישגב',
      },
      {
        ID: 369,
        Name: 'מרכז אזורי מרום הגליל',
      },
      {
        ID: 367,
        Name: 'מרכז כ``ח',
      },
      {
        ID: 2047,
        Name: 'מרכז שדה חינוכי לביא',
      },
      {
        ID: 145,
        Name: 'משגב עם',
      },
      {
        ID: 186,
        Name: 'משהד',
      },
      {
        ID: 81,
        Name: 'משמר הירדן',
      },
      {
        ID: 500,
        Name: 'משמר העמק',
      },
      {
        ID: 303,
        Name: 'מתת',
      },
      {
        ID: 37,
        Name: 'נאות גולן',
      },
      {
        ID: 73,
        Name: 'נאות מרדכי',
      },
      {
        ID: 189,
        Name: 'נאעורה',
      },
      {
        ID: 414,
        Name: 'נהלל',
      },
      {
        ID: 412,
        Name: 'נהריה',
      },
      {
        ID: 34,
        Name: 'נוב',
      },
      {
        ID: 76,
        Name: 'נווה אור',
      },
      {
        ID: 33,
        Name: 'נווה אטי``ב',
      },
      {
        ID: 467,
        Name: 'נווה איתן',
      },
      {
        ID: 357,
        Name: 'נווה זיו',
      },
      {
        ID: 409,
        Name: 'נווה יער',
      },
      {
        ID: 272,
        Name: 'נוף הגליל',
      },
      {
        ID: 475,
        Name: 'נורית',
      },
      {
        ID: 187,
        Name: 'נחף',
      },
      {
        ID: 288,
        Name: 'נטועה',
      },
      {
        ID: 16,
        Name: 'נטור',
      },
      {
        ID: 188,
        Name: 'נין',
      },
      {
        ID: 463,
        Name: 'ניר דוד',
      },
      {
        ID: 433,
        Name: 'ניר יפה',
      },
      {
        ID: 22,
        Name: 'נמרוד',
      },
      {
        ID: 287,
        Name: 'נס עמים',
      },
      {
        ID: 398,
        Name: 'נצרת',
      },
      {
        ID: 549,
        Name: 'נשר',
      },
      {
        ID: 243,
        Name: 'נתיב השיירה',
      },
      {
        ID: 190,
        Name: 'סאג`ור',
      },
      {
        ID: 213,
        Name: 'סאסא',
      },
      {
        ID: 258,
        Name: 'סואעד חמרייה',
      },
      {
        ID: 191,
        Name: 'סולם שונם',
      },
      {
        ID: 403,
        Name: 'סח`נין',
      },
      {
        ID: 336,
        Name: 'סלמה',
      },
      {
        ID: 156,
        Name: 'סער',
      },
      {
        ID: 223,
        Name: 'ספסופה',
      },
      {
        ID: 490,
        Name: 'סרכיס',
      },
      {
        ID: 254,
        Name: 'עבדון',
      },
      {
        ID: 144,
        Name: 'עברון',
      },
      {
        ID: 96,
        Name: 'ע`ג`ר',
      },
      {
        ID: 309,
        Name: 'עדי',
      },
      {
        ID: 193,
        Name: 'עוזייר',
      },
      {
        ID: 195,
        Name: 'עיילבון',
      },
      {
        ID: 181,
        Name: 'עילוט',
      },
      {
        ID: 205,
        Name: 'עין אל אסד',
      },
      {
        ID: 59,
        Name: 'עין גב',
      },
      {
        ID: 154,
        Name: 'עין דור',
      },
      {
        ID: 126,
        Name: 'עין המפרץ',
      },
      {
        ID: 470,
        Name: 'עין הנצי``ב',
      },
      {
        ID: 503,
        Name: 'עין השופט',
      },
      {
        ID: 36,
        Name: 'עין זיוון',
      },
      {
        ID: 393,
        Name: 'עין זיתים',
      },
      {
        ID: 459,
        Name: 'עין חרוד איחוד',
      },
      {
        ID: 455,
        Name: 'עין חרוד מאוחד',
      },
      {
        ID: 246,
        Name: 'עין יעקב',
      },
      {
        ID: 397,
        Name: 'עין כמונים',
      },
      {
        ID: 197,
        Name: 'עין מאהל',
      },
      {
        ID: 35,
        Name: 'עין קנייא',
      },
      {
        ID: 396,
        Name: 'עינבר',
      },
      {
        ID: 405,
        Name: 'עכו',
      },
      {
        ID: 234,
        Name: 'עלמה',
      },
      {
        ID: 321,
        Name: 'עמוקה',
      },
      {
        ID: 146,
        Name: 'עמיעד',
      },
      {
        ID: 64,
        Name: 'עמיר',
      },
      {
        ID: 236,
        Name: 'עמקה',
      },
      {
        ID: 453,
        Name: 'עפולה',
      },
      {
        ID: 256,
        Name: 'עצמון שגב',
      },
      {
        ID: 196,
        Name: 'עראבה',
      },
      {
        ID: 337,
        Name: 'עראמשה',
      },
      {
        ID: 401,
        Name: 'ערב אזונר',
      },
      {
        ID: 407,
        Name: 'ערב אל גנאדי',
      },
      {
        ID: 364,
        Name: 'ערב אל נעים',
      },
      {
        ID: 399,
        Name: 'ערב אל סגיראת',
      },
      {
        ID: 400,
        Name: 'ערב אל סמניה',
      },
      {
        ID: 404,
        Name: 'ערב אל עיסאת',
      },
      {
        ID: 402,
        Name: 'ערב אל פמאז',
      },
      {
        ID: 525,
        Name: 'ערערה',
      },
      {
        ID: 1994,
        Name: 'פארק מדע ותעשייה מבוא כרמל',
      },
      {
        ID: 381,
        Name: 'פארק תעשיות בר - לב',
      },
      {
        ID: 373,
        Name: 'פארק תעשיות קדמת גליל',
      },
      {
        ID: 370,
        Name: 'פארק תעשיות רמת דלתון',
      },
      {
        ID: 278,
        Name: 'פוריה כפר עבודה',
      },
      {
        ID: 279,
        Name: 'פוריה נווה עובד',
      },
      {
        ID: 356,
        Name: 'פוריה עילית',
      },
      {
        ID: 304,
        Name: 'פלך',
      },
      {
        ID: 198,
        Name: 'פסוטה',
      },
      {
        ID: 199,
        Name: 'פקיעין',
      },
      {
        ID: 123,
        Name: 'פקיעין חדשה',
      },
      {
        ID: 219,
        Name: 'פרוד',
      },
      {
        ID: 450,
        Name: 'פרזון',
      },
      {
        ID: 299,
        Name: 'צביה',
      },
      {
        ID: 322,
        Name: 'צבעון',
      },
      {
        ID: 240,
        Name: 'צוריאל',
      },
      {
        ID: 327,
        Name: 'צורית',
      },
      {
        ID: 224,
        Name: 'ציפורי',
      },
      {
        ID: 474,
        Name: 'צנדלה',
      },
      {
        ID: 408,
        Name: 'צפת',
      },
      {
        ID: 366,
        Name: 'קדיתא',
      },
      {
        ID: 24,
        Name: 'קדמת צבי',
      },
      {
        ID: 320,
        Name: 'קדרים',
      },
      {
        ID: 384,
        Name: 'קובסי',
      },
      {
        ID: 298,
        Name: 'קורנית',
      },
      {
        ID: 23,
        Name: 'קלע',
      },
      {
        ID: 27,
        Name: 'קצרין',
      },
      {
        ID: 492,
        Name: 'קרית אתא',
      },
      {
        ID: 494,
        Name: 'קרית ביאליק',
      },
      {
        ID: 386,
        Name: 'קרית טבעון',
      },
      {
        ID: 495,
        Name: 'קרית ים',
      },
      {
        ID: 493,
        Name: 'קרית מוצקין',
      },
      {
        ID: 94,
        Name: 'קרית שמונה',
      },
      {
        ID: 8,
        Name: 'קשת',
      },
      {
        ID: 204,
        Name: 'ראמה',
      },
      {
        ID: 363,
        Name: 'ראס אל עין',
      },
      {
        ID: 265,
        Name: 'ראס עלי',
      },
      {
        ID: 102,
        Name: 'ראש פינה',
      },
      {
        ID: 329,
        Name: 'רביד',
      },
      {
        ID: 148,
        Name: 'רגבה',
      },
      {
        ID: 485,
        Name: 'רוויה',
      },
      {
        ID: 201,
        Name: 'רומאנה',
      },
      {
        ID: 392,
        Name: 'רומיחאת',
      },
      {
        ID: 268,
        Name: 'רומת היב',
      },
      {
        ID: 476,
        Name: 'רחוב',
      },
      {
        ID: 202,
        Name: 'ריחאנייה',
      },
      {
        ID: 203,
        Name: 'ריינה',
      },
      {
        ID: 257,
        Name: 'רכסים',
      },
      {
        ID: 442,
        Name: 'רם און',
      },
      {
        ID: 39,
        Name: 'רמות',
      },
      {
        ID: 517,
        Name: 'רמות מנשה',
      },
      {
        ID: 142,
        Name: 'רמות נפתלי',
      },
      {
        ID: 426,
        Name: 'רמת דוד',
      },
      {
        ID: 508,
        Name: 'רמת השופט',
      },
      {
        ID: 114,
        Name: 'רמת יוחנן',
      },
      {
        ID: 421,
        Name: 'רמת ישי',
      },
      {
        ID: 38,
        Name: 'רמת מגשימים',
      },
      {
        ID: 135,
        Name: 'רמת צבי',
      },
      {
        ID: 331,
        Name: 'רקפת',
      },
      {
        ID: 471,
        Name: 'רשפים',
      },
      {
        ID: 66,
        Name: 'שאר ישוב',
      },
      {
        ID: 124,
        Name: 'שבי ציון',
      },
      {
        ID: 255,
        Name: 'שבלי',
      },
      {
        ID: 238,
        Name: 'שדה אילן',
      },
      {
        ID: 469,
        Name: 'שדה אליהו',
      },
      {
        ID: 249,
        Name: 'שדה אליעזר',
      },
      {
        ID: 429,
        Name: 'שדה יעקב',
      },
      {
        ID: 464,
        Name: 'שדה נחום',
      },
      {
        ID: 67,
        Name: 'שדה נחמיה',
      },
      {
        ID: 486,
        Name: 'שדי תרומות',
      },
      {
        ID: 130,
        Name: 'שדמות דבורה',
      },
      {
        ID: 225,
        Name: 'שומרה',
      },
      {
        ID: 334,
        Name: 'שורשים',
      },
      {
        ID: 192,
        Name: 'שזור',
      },
      {
        ID: 228,
        Name: 'שייח` דנון',
      },
      {
        ID: 290,
        Name: 'שכניה',
      },
      {
        ID: 472,
        Name: 'שלוחות',
      },
      {
        ID: 245,
        Name: 'שלומי',
      },
      {
        ID: 71,
        Name: 'שמיר',
      },
      {
        ID: 153,
        Name: 'שמרת',
      },
      {
        ID: 365,
        Name: 'שמשית',
      },
      {
        ID: 86,
        Name: 'שניר',
      },
      {
        ID: 200,
        Name: 'שעב',
      },
      {
        ID: 355,
        Name: 'שעורים',
      },
      {
        ID: 11,
        Name: 'שעל',
      },
      {
        ID: 56,
        Name: 'שער הגולן',
      },
      {
        ID: 248,
        Name: 'שפר',
      },
      {
        ID: 410,
        Name: 'שפרעם',
      },
      {
        ID: 127,
        Name: 'שרונה',
      },
      {
        ID: 422,
        Name: 'שריד',
      },
      {
        ID: 270,
        Name: 'שתולה',
      },
      {
        ID: 294,
        Name: 'תובל',
      },
      {
        ID: 368,
        Name: 'תל חי',
      },
      {
        ID: 456,
        Name: 'תל יוסף',
      },
      {
        ID: 417,
        Name: 'תל עדשים',
      },
      {
        ID: 79,
        Name: 'תל קציר',
      },
      {
        ID: 482,
        Name: 'תל תאומים',
      },
      {
        ID: 335,
        Name: 'תמרת',
      },
      {
        ID: 377,
        Name: 'תרדיון',
      },
    ],
  },
  {
    ID: 1,
    checkboxRegions: 'checkboxRegions-6',
    Name: 'חיפה וסביבתה',
    JobCount: 3513,
    OrderID: 2,
    Cities: [
      {
        ID: 388,
        Name: 'אבו דיאב',
      },
      {
        ID: 227,
        Name: 'אבטין',
      },
      {
        ID: 528,
        Name: 'אביאל',
      },
      {
        ID: 390,
        Name: 'אום א סח`אלי',
      },
      {
        ID: 699,
        Name: 'אום אל קוטוף',
      },
      {
        ID: 671,
        Name: 'אור עקיבא',
      },
      {
        ID: 251,
        Name: 'אורנים',
      },
      {
        ID: 121,
        Name: 'אושה',
      },
      {
        ID: 2057,
        Name: 'אזור תעשייה מבואות גלבוע',
      },
      {
        ID: 380,
        Name: 'אזור תעשייה נעמן',
      },
      {
        ID: 241,
        Name: 'אחיהוד',
      },
      {
        ID: 150,
        Name: 'אלוני אבא',
      },
      {
        ID: 663,
        Name: 'אלוני יצחק',
      },
      {
        ID: 125,
        Name: 'אלונים',
      },
      {
        ID: 529,
        Name: 'אליקים',
      },
      {
        ID: 194,
        Name: 'אעבלין',
      },
      {
        ID: 132,
        Name: 'אפק',
      },
      {
        ID: 207,
        Name: 'בוסתן הגליל',
      },
      {
        ID: 507,
        Name: 'בית אורן',
      },
      {
        ID: 138,
        Name: 'בית זיד',
      },
      {
        ID: 654,
        Name: 'בית חנניה',
      },
      {
        ID: 151,
        Name: 'בית לחם הגלילית',
      },
      {
        ID: 501,
        Name: 'בית צבי',
      },
      {
        ID: 723,
        Name: 'בנימינה גבעת עדה',
      },
      {
        ID: 259,
        Name: 'בסמת טבעון',
      },
      {
        ID: 632,
        Name: 'ברקאי',
      },
      {
        ID: 496,
        Name: 'בת שלמה',
      },
      {
        ID: 530,
        Name: 'גבע כרמל',
      },
      {
        ID: 551,
        Name: 'גבעת וולפסון',
      },
      {
        ID: 691,
        Name: 'גבעת חביבה',
      },
      {
        ID: 509,
        Name: 'גבעת ניל``י',
      },
      {
        ID: 556,
        Name: 'ג`ועארה',
      },
      {
        ID: 511,
        Name: 'גלעד',
      },
      {
        ID: 596,
        Name: 'גן השומרון',
      },
      {
        ID: 559,
        Name: 'גן שמואל',
      },
      {
        ID: 521,
        Name: 'ג`סר א זרקא',
      },
      {
        ID: 518,
        Name: 'דאלית אל כרמל',
      },
      {
        ID: 535,
        Name: 'דור',
      },
      {
        ID: 505,
        Name: 'דליה',
      },
      {
        ID: 527,
        Name: 'הבונים',
      },
      {
        ID: 436,
        Name: 'הזורע',
      },
      {
        ID: 515,
        Name: 'החותרים',
      },
      {
        ID: 338,
        Name: 'הרדוף',
      },
      {
        ID: 557,
        Name: 'זכרון יעקב',
      },
      {
        ID: 359,
        Name: 'ח`ואלד',
      },
      {
        ID: 491,
        Name: 'חיפה',
      },
      {
        ID: 548,
        Name: 'טירת כרמל',
      },
      {
        ID: 411,
        Name: 'טמרה',
      },
      {
        ID: 324,
        Name: 'יבור',
      },
      {
        ID: 112,
        Name: 'יגור',
      },
      {
        ID: 555,
        Name: 'ימין אורד',
      },
      {
        ID: 211,
        Name: 'יסעור',
      },
      {
        ID: 502,
        Name: 'יקנעם עילית',
      },
      {
        ID: 175,
        Name: 'כאבול',
      },
      {
        ID: 262,
        Name: 'כעביה טבאש חג`אג`רה',
      },
      {
        ID: 116,
        Name: 'כפר ביאליק',
      },
      {
        ID: 513,
        Name: 'כפר גלים',
      },
      {
        ID: 608,
        Name: 'כפר גליקסון',
      },
      {
        ID: 118,
        Name: 'כפר המכבי',
      },
      {
        ID: 253,
        Name: 'כפר הנוער הדתי',
      },
      {
        ID: 263,
        Name: 'כפר ח`וואלד',
      },
      {
        ID: 113,
        Name: 'כפר חסידים א`',
      },
      {
        ID: 252,
        Name: 'כפר חסידים ב`',
      },
      {
        ID: 427,
        Name: 'כפר יהושע',
      },
      {
        ID: 129,
        Name: 'כפר מסריק',
      },
      {
        ID: 577,
        Name: 'כפר פינס',
      },
      {
        ID: 452,
        Name: 'כפר תקווה',
      },
      {
        ID: 522,
        Name: 'כרם מהר``ל',
      },
      {
        ID: 499,
        Name: 'מאיר שפיה',
      },
      {
        ID: 532,
        Name: 'מגדים',
      },
      {
        ID: 523,
        Name: 'מגידו',
      },
      {
        ID: 547,
        Name: 'מדרך עוז',
      },
      {
        ID: 639,
        Name: 'מייסר',
      },
      {
        ID: 533,
        Name: 'מעגן מיכאל',
      },
      {
        ID: 504,
        Name: 'מעיין צבי',
      },
      {
        ID: 612,
        Name: 'מענית',
      },
      {
        ID: 690,
        Name: 'מפעלי גרנות',
      },
      {
        ID: 328,
        Name: 'מצפה אבי``ב',
      },
      {
        ID: 688,
        Name: 'מצפה אילן',
      },
      {
        ID: 638,
        Name: 'מצר',
      },
      {
        ID: 545,
        Name: 'מרכז מיר``ב',
      },
      {
        ID: 715,
        Name: 'מרכז קניות גן שמואל',
      },
      {
        ID: 670,
        Name: 'מרכז רפואי שהם',
      },
      {
        ID: 500,
        Name: 'משמר העמק',
      },
      {
        ID: 590,
        Name: 'משמרות',
      },
      {
        ID: 506,
        Name: 'נווה ים',
      },
      {
        ID: 346,
        Name: 'נופית',
      },
      {
        ID: 514,
        Name: 'נחשולים',
      },
      {
        ID: 536,
        Name: 'ניר עציון',
      },
      {
        ID: 549,
        Name: 'נשר',
      },
      {
        ID: 258,
        Name: 'סואעד חמרייה',
      },
      {
        ID: 490,
        Name: 'סרכיס',
      },
      {
        ID: 309,
        Name: 'עדי',
      },
      {
        ID: 538,
        Name: 'עופר',
      },
      {
        ID: 531,
        Name: 'עין איילה',
      },
      {
        ID: 498,
        Name: 'עין הוד',
      },
      {
        ID: 126,
        Name: 'עין המפרץ',
      },
      {
        ID: 510,
        Name: 'עין העמק',
      },
      {
        ID: 503,
        Name: 'עין השופט',
      },
      {
        ID: 542,
        Name: 'עין חוד',
      },
      {
        ID: 512,
        Name: 'עין כרמל',
      },
      {
        ID: 594,
        Name: 'עין עירון',
      },
      {
        ID: 562,
        Name: 'עין שמר',
      },
      {
        ID: 405,
        Name: 'עכו',
      },
      {
        ID: 537,
        Name: 'עמיקם',
      },
      {
        ID: 519,
        Name: 'עספיא',
      },
      {
        ID: 407,
        Name: 'ערב אל גנאדי',
      },
      {
        ID: 399,
        Name: 'ערב אל סגיראת',
      },
      {
        ID: 400,
        Name: 'ערב אל סמניה',
      },
      {
        ID: 497,
        Name: 'עתלית',
      },
      {
        ID: 1994,
        Name: 'פארק מדע ותעשייה מבוא כרמל',
      },
      {
        ID: 520,
        Name: 'פוריידיס',
      },
      {
        ID: 719,
        Name: 'פרדס חנה כרכור',
      },
      {
        ID: 524,
        Name: 'צרופה',
      },
      {
        ID: 678,
        Name: 'קיסריה',
      },
      {
        ID: 492,
        Name: 'קרית אתא',
      },
      {
        ID: 494,
        Name: 'קרית ביאליק',
      },
      {
        ID: 495,
        Name: 'קרית ים',
      },
      {
        ID: 493,
        Name: 'קרית מוצקין',
      },
      {
        ID: 265,
        Name: 'ראס עלי',
      },
      {
        ID: 516,
        Name: 'רגבים',
      },
      {
        ID: 392,
        Name: 'רומיחאת',
      },
      {
        ID: 257,
        Name: 'רכסים',
      },
      {
        ID: 517,
        Name: 'רמות מנשה',
      },
      {
        ID: 508,
        Name: 'רמת השופט',
      },
      {
        ID: 114,
        Name: 'רמת יוחנן',
      },
      {
        ID: 611,
        Name: 'שדות ים',
      },
      {
        ID: 117,
        Name: 'שער העמקים',
      },
      {
        ID: 669,
        Name: 'שער מנשה',
      },
      {
        ID: 695,
        Name: 'תלמי אלעזר',
      },
    ],
  },
  {
    ID: 6,
    Name: 'שרון',
    checkboxRegions: 'checkboxRegions-4',
    JobCount: 7295,
    OrderID: 3,
    Cities: [
      {
        ID: 528,
        Name: 'אביאל',
      },
      {
        ID: 571,
        Name: 'אביחיל',
      },
      {
        ID: 572,
        Name: 'אבן יהודה',
      },
      {
        ID: 629,
        Name: 'אודים',
      },
      {
        ID: 699,
        Name: 'אום אל קוטוף',
      },
      {
        ID: 641,
        Name: 'אומץ',
      },
      {
        ID: 671,
        Name: 'אור עקיבא',
      },
      {
        ID: 709,
        Name: 'אזור תעשייה תנובות',
      },
      {
        ID: 660,
        Name: 'אחיטוב',
      },
      {
        ID: 646,
        Name: 'אייל',
      },
      {
        ID: 711,
        Name: 'אילנות',
      },
      {
        ID: 663,
        Name: 'אלוני יצחק',
      },
      {
        ID: 558,
        Name: 'אליכין',
      },
      {
        ID: 586,
        Name: 'אלישיב',
      },
      {
        ID: 658,
        Name: 'אלישמע',
      },
      {
        ID: 685,
        Name: 'ארסוף',
      },
      {
        ID: 710,
        Name: 'באקה אל ע`רביה',
      },
      {
        ID: 643,
        Name: 'בארותיים',
      },
      {
        ID: 644,
        Name: 'בורגתה',
      },
      {
        ID: 701,
        Name: 'בחן',
      },
      {
        ID: 674,
        Name: 'בית ברל',
      },
      {
        ID: 615,
        Name: 'בית הלוי',
      },
      {
        ID: 720,
        Name: 'בית חזון',
      },
      {
        ID: 654,
        Name: 'בית חנניה',
      },
      {
        ID: 666,
        Name: 'בית חרות',
      },
      {
        ID: 607,
        Name: 'בית יהושע',
      },
      {
        ID: 585,
        Name: 'בית ינאי',
      },
      {
        ID: 610,
        Name: 'בית יצחק שער חפר',
      },
      {
        ID: 602,
        Name: 'ביתן אהרן',
      },
      {
        ID: 620,
        Name: 'בני דרור',
      },
      {
        ID: 625,
        Name: 'בני ציון',
      },
      {
        ID: 723,
        Name: 'בנימינה גבעת עדה',
      },
      {
        ID: 622,
        Name: 'בצרה',
      },
      {
        ID: 632,
        Name: 'ברקאי',
      },
      {
        ID: 687,
        Name: 'בת חן',
      },
      {
        ID: 684,
        Name: 'בת חפר',
      },
      {
        ID: 664,
        Name: 'גאולי תימן',
      },
      {
        ID: 618,
        Name: 'גאולים',
      },
      {
        ID: 691,
        Name: 'גבעת חביבה',
      },
      {
        ID: 698,
        Name: 'גבעת חיים איחוד',
      },
      {
        ID: 570,
        Name: 'גבעת חיים מאוחד',
      },
      {
        ID: 589,
        Name: 'גבעת ח``ן',
      },
      {
        ID: 675,
        Name: 'גבעת שפירא',
      },
      {
        ID: 633,
        Name: 'ג`לג`וליה',
      },
      {
        ID: 613,
        Name: 'גליל ים',
      },
      {
        ID: 596,
        Name: 'גן השומרון',
      },
      {
        ID: 600,
        Name: 'גן חיים',
      },
      {
        ID: 649,
        Name: 'גן יאשיה',
      },
      {
        ID: 559,
        Name: 'גן שמואל',
      },
      {
        ID: 631,
        Name: 'גנות הדר',
      },
      {
        ID: 592,
        Name: 'גני עם',
      },
      {
        ID: 521,
        Name: 'ג`סר א זרקא',
      },
      {
        ID: 659,
        Name: 'געש',
      },
      {
        ID: 634,
        Name: 'ג`ת',
      },
      {
        ID: 579,
        Name: 'הדר עם',
      },
      {
        ID: 722,
        Name: 'הוד השרון',
      },
      {
        ID: 718,
        Name: 'הכפר הירוק',
      },
      {
        ID: 617,
        Name: 'המעפיל',
      },
      {
        ID: 668,
        Name: 'המרכז האקדמי רופין',
      },
      {
        ID: 627,
        Name: 'העוגן',
      },
      {
        ID: 712,
        Name: 'הרצליה',
      },
      {
        ID: 707,
        Name: 'ורדים מוסד חינוכי',
      },
      {
        ID: 681,
        Name: 'זמר',
      },
      {
        ID: 599,
        Name: 'חבצלת השרון',
      },
      {
        ID: 647,
        Name: 'חגור',
      },
      {
        ID: 587,
        Name: 'חגלה',
      },
      {
        ID: 713,
        Name: 'חדרה',
      },
      {
        ID: 561,
        Name: 'חופית',
      },
      {
        ID: 614,
        Name: 'חורשים',
      },
      {
        ID: 593,
        Name: 'חיבת ציון',
      },
      {
        ID: 655,
        Name: 'חניאל',
      },
      {
        ID: 626,
        Name: 'חרב לאת',
      },
      {
        ID: 672,
        Name: 'חרוצים',
      },
      {
        ID: 565,
        Name: 'חרות',
      },
      {
        ID: 705,
        Name: 'טייבה',
      },
      {
        ID: 704,
        Name: 'טירה',
      },
      {
        ID: 652,
        Name: 'יד חנה',
      },
      {
        ID: 651,
        Name: 'ינוב',
      },
      {
        ID: 673,
        Name: 'יעף',
      },
      {
        ID: 624,
        Name: 'יקום',
      },
      {
        ID: 648,
        Name: 'ירחיב',
      },
      {
        ID: 573,
        Name: 'ירקונה',
      },
      {
        ID: 679,
        Name: 'כוכב יאיר צור יגאל',
      },
      {
        ID: 635,
        Name: 'כפר ברא',
      },
      {
        ID: 608,
        Name: 'כפר גליקסון',
      },
      {
        ID: 2044,
        Name: 'כפר הנוער הציוני נווה הדסה',
      },
      {
        ID: 576,
        Name: 'כפר הס',
      },
      {
        ID: 591,
        Name: 'כפר הרא``ה',
      },
      {
        ID: 578,
        Name: 'כפר ויתקין',
      },
      {
        ID: 580,
        Name: 'כפר חיים',
      },
      {
        ID: 598,
        Name: 'כפר ידידיה',
      },
      {
        ID: 567,
        Name: 'כפר יונה',
      },
      {
        ID: 568,
        Name: 'כפר יעבץ',
      },
      {
        ID: 621,
        Name: 'כפר מונש',
      },
      {
        ID: 560,
        Name: 'כפר מל``ל',
      },
      {
        ID: 609,
        Name: 'כפר נטר',
      },
      {
        ID: 714,
        Name: 'כפר סבא',
      },
      {
        ID: 665,
        Name: 'כפר עבודה',
      },
      {
        ID: 577,
        Name: 'כפר פינס',
      },
      {
        ID: 636,
        Name: 'כפר קאסם',
      },
      {
        ID: 603,
        Name: 'כפר שמריהו',
      },
      {
        ID: 645,
        Name: 'להבות חביבה',
      },
      {
        ID: 702,
        Name: 'מאור',
      },
      {
        ID: 683,
        Name: 'מבואות ים',
      },
      {
        ID: 616,
        Name: 'מגל',
      },
      {
        ID: 2041,
        Name: 'מועצה אזורית דרום השרון',
      },
      {
        ID: 708,
        Name: 'מועצה אזורית לב השרון',
      },
      {
        ID: 2045,
        Name: 'מועצה אזורית עמק חפר',
      },
      {
        ID: 639,
        Name: 'מייסר',
      },
      {
        ID: 706,
        Name: 'מכון וינגייט',
      },
      {
        ID: 619,
        Name: 'מכמורת',
      },
      {
        ID: 583,
        Name: 'מעברות',
      },
      {
        ID: 612,
        Name: 'מענית',
      },
      {
        ID: 690,
        Name: 'מפעלי גרנות',
      },
      {
        ID: 688,
        Name: 'מצפה אילן',
      },
      {
        ID: 638,
        Name: 'מצר',
      },
      {
        ID: 689,
        Name: 'מרכז קהילתי יכון',
      },
      {
        ID: 715,
        Name: 'מרכז קניות גן שמואל',
      },
      {
        ID: 716,
        Name: 'מרכז קניות חוצות שפיים',
      },
      {
        ID: 670,
        Name: 'מרכז רפואי שהם',
      },
      {
        ID: 581,
        Name: 'משמר השרון',
      },
      {
        ID: 590,
        Name: 'משמרות',
      },
      {
        ID: 628,
        Name: 'משמרת',
      },
      {
        ID: 682,
        Name: 'מתן',
      },
      {
        ID: 642,
        Name: 'נווה ימין',
      },
      {
        ID: 662,
        Name: 'נווה ירק',
      },
      {
        ID: 630,
        Name: 'נורדיה',
      },
      {
        ID: 661,
        Name: 'ניצני עוז',
      },
      {
        ID: 656,
        Name: 'ניר אליהו',
      },
      {
        ID: 680,
        Name: 'נירית',
      },
      {
        ID: 575,
        Name: 'נעורים',
      },
      {
        ID: 717,
        Name: 'נתניה',
      },
      {
        ID: 700,
        Name: 'עדנים',
      },
      {
        ID: 650,
        Name: 'עולש',
      },
      {
        ID: 657,
        Name: 'עזריאל',
      },
      {
        ID: 566,
        Name: 'עין החורש',
      },
      {
        ID: 564,
        Name: 'עין ורד',
      },
      {
        ID: 594,
        Name: 'עין עירון',
      },
      {
        ID: 562,
        Name: 'עין שמר',
      },
      {
        ID: 667,
        Name: 'עין שריד',
      },
      {
        ID: 693,
        Name: 'פארק תעשיות עמק חפר',
      },
      {
        ID: 653,
        Name: 'פורת',
      },
      {
        ID: 719,
        Name: 'פרדס חנה כרכור',
      },
      {
        ID: 569,
        Name: 'פרדסיה',
      },
      {
        ID: 584,
        Name: 'צופית',
      },
      {
        ID: 676,
        Name: 'צוקי ים',
      },
      {
        ID: 686,
        Name: 'צור יצחק',
      },
      {
        ID: 604,
        Name: 'צור משה',
      },
      {
        ID: 677,
        Name: 'צור נתן',
      },
      {
        ID: 582,
        Name: 'קדימה צורן',
      },
      {
        ID: 678,
        Name: 'קיסריה',
      },
      {
        ID: 637,
        Name: 'קלנסווה',
      },
      {
        ID: 2037,
        Name: 'קציר',
      },
      {
        ID: 2038,
        Name: 'קרית חינוך בן גוריון עמק חפר',
      },
      {
        ID: 623,
        Name: 'קרית שלמה',
      },
      {
        ID: 516,
        Name: 'רגבים',
      },
      {
        ID: 588,
        Name: 'רמות השבים',
      },
      {
        ID: 574,
        Name: 'רמת הכובש',
      },
      {
        ID: 703,
        Name: 'רמת השרון',
      },
      {
        ID: 721,
        Name: 'רעננה',
      },
      {
        ID: 601,
        Name: 'רשפון',
      },
      {
        ID: 605,
        Name: 'שדה ורבורג',
      },
      {
        ID: 696,
        Name: 'שדה יצחק',
      },
      {
        ID: 611,
        Name: 'שדות ים',
      },
      {
        ID: 697,
        Name: 'שדי חמד',
      },
      {
        ID: 595,
        Name: 'שושנת העמקים',
      },
      {
        ID: 640,
        Name: 'שער אפרים',
      },
      {
        ID: 669,
        Name: 'שער מנשה',
      },
      {
        ID: 597,
        Name: 'שפיים',
      },
      {
        ID: 606,
        Name: 'תל יצחק',
      },
      {
        ID: 563,
        Name: 'תל מונד',
      },
      {
        ID: 695,
        Name: 'תלמי אלעזר',
      },
      {
        ID: 694,
        Name: 'תנובות',
      },
      {
        ID: 692,
        Name: 'תעשיון בינימין',
      },
    ],
  },
  {
    checkboxRegions: 'checkboxRegions-1',
    ID: 2,
    Name: 'מרכז',
    JobCount: 20049,
    OrderID: 4,
    Cities: [
      {
        ID: 775,
        Name: 'אור יהודה',
      },
      {
        ID: 736,
        Name: 'אזור',
      },
      {
        ID: 758,
        Name: 'אחיסמך',
      },
      {
        ID: 754,
        Name: 'אחיעזר',
      },
      {
        ID: 765,
        Name: 'אלעד',
      },
      {
        ID: 734,
        Name: 'בארות יצחק',
      },
      {
        ID: 735,
        Name: 'בית דגן',
      },
      {
        ID: 752,
        Name: 'בית נחמיה',
      },
      {
        ID: 739,
        Name: 'בית עריף',
      },
      {
        ID: 773,
        Name: 'בן שמן',
      },
      {
        ID: 763,
        Name: 'בן שמן כפר נוער',
      },
      {
        ID: 780,
        Name: 'בני ברק',
      },
      {
        ID: 732,
        Name: 'בני עטרות',
      },
      {
        ID: 774,
        Name: 'ברקת',
      },
      {
        ID: 781,
        Name: 'בת ים',
      },
      {
        ID: 761,
        Name: 'גבעת השלושה',
      },
      {
        ID: 757,
        Name: 'גבעת כ``ח',
      },
      {
        ID: 745,
        Name: 'גבעת שמואל',
      },
      {
        ID: 782,
        Name: 'גבעתיים',
      },
      {
        ID: 760,
        Name: 'גינתון',
      },
      {
        ID: 759,
        Name: 'גנות',
      },
      {
        ID: 727,
        Name: 'גני תקווה',
      },
      {
        ID: 726,
        Name: 'גת רימון',
      },
      {
        ID: 718,
        Name: 'הכפר הירוק',
      },
      {
        ID: 712,
        Name: 'הרצליה',
      },
      {
        ID: 753,
        Name: 'זיתן',
      },
      {
        ID: 742,
        Name: 'חדיד',
      },
      {
        ID: 785,
        Name: 'חוות שלם',
      },
      {
        ID: 783,
        Name: 'חולון',
      },
      {
        ID: 756,
        Name: 'חמד',
      },
      {
        ID: 743,
        Name: 'טירת יהודה',
      },
      {
        ID: 755,
        Name: 'יגל',
      },
      {
        ID: 790,
        Name: 'יהוד מונוסון',
      },
      {
        ID: 746,
        Name: 'כפר חב``ד',
      },
      {
        ID: 744,
        Name: 'כפר טרומן',
      },
      {
        ID: 729,
        Name: 'כפר סירקין',
      },
      {
        ID: 725,
        Name: 'כרם בן שמן',
      },
      {
        ID: 784,
        Name: 'לוד',
      },
      {
        ID: 749,
        Name: 'מגשימים',
      },
      {
        ID: 996,
        Name: 'מודיעין מכבים רעות',
      },
      {
        ID: 740,
        Name: 'מזור',
      },
      {
        ID: 728,
        Name: 'מעש',
      },
      {
        ID: 724,
        Name: 'מקווה ישראל',
      },
      {
        ID: 770,
        Name: 'מרכז שוהם',
      },
      {
        ID: 750,
        Name: 'משמר השבעה',
      },
      {
        ID: 730,
        Name: 'נופך',
      },
      {
        ID: 733,
        Name: 'נחלים',
      },
      {
        ID: 747,
        Name: 'נחשונים',
      },
      {
        ID: 731,
        Name: 'ניר צבי',
      },
      {
        ID: 771,
        Name: 'נמל תעופה בן גוריון',
      },
      {
        ID: 737,
        Name: 'סביון',
      },
      {
        ID: 762,
        Name: 'עינת',
      },
      {
        ID: 766,
        Name: 'פארק תעשייה חבל מודיעין',
      },
      {
        ID: 786,
        Name: 'פתח תקווה',
      },
      {
        ID: 738,
        Name: 'צפריה',
      },
      {
        ID: 791,
        Name: 'צריפין',
      },
      {
        ID: 777,
        Name: 'קריית אונו',
      },
      {
        ID: 769,
        Name: 'קרית שדה התעופה',
      },
      {
        ID: 778,
        Name: 'ראש העין',
      },
      {
        ID: 787,
        Name: 'ראשון לציון',
      },
      {
        ID: 741,
        Name: 'רינתיה',
      },
      {
        ID: 788,
        Name: 'רמלה',
      },
      {
        ID: 789,
        Name: 'רמת גן',
      },
      {
        ID: 703,
        Name: 'רמת השרון',
      },
      {
        ID: 764,
        Name: 'שוהם',
      },
      {
        ID: 779,
        Name: 'תל אביב יפו',
      },
      {
        ID: 767,
        Name: 'תעשיון השרון',
      },
      {
        ID: 768,
        Name: 'תעשיון חצב',
      },
      {
        ID: 772,
        Name: 'תעשיון צריפין',
      },
    ],
  },
  {
    ID: 3,
    checkboxRegions: `checkboxRegions-2`,
    Name: 'ירושלים וסביבתה',
    JobCount: 3896,
    OrderID: 5,
    Cities: [
      {
        ID: 1054,
        Name: 'א זעיים',
      },
      {
        ID: 1613,
        Name: 'א ראם',
      },
      {
        ID: 1061,
        Name: 'א שייח` סעד',
      },
      {
        ID: 1024,
        Name: 'אבו גוש',
      },
      {
        ID: 1057,
        Name: 'אבו דיס',
      },
      {
        ID: 1045,
        Name: 'אביעזר',
      },
      {
        ID: 1035,
        Name: 'אבן ספיר',
      },
      {
        ID: 1670,
        Name: 'אבנת',
      },
      {
        ID: 1566,
        Name: 'אדורה',
      },
      {
        ID: 992,
        Name: 'אדרת',
      },
      {
        ID: 1052,
        Name: 'אולפני נווה אילן',
      },
      {
        ID: 1141,
        Name: 'אום סלמונה',
      },
      {
        ID: 1142,
        Name: 'אום עלאס',
      },
      {
        ID: 1071,
        Name: 'אום עסלה',
      },
      {
        ID: 1034,
        Name: 'אורה',
      },
      {
        ID: 1653,
        Name: 'אזור תעשייה שער בנימין',
      },
      {
        ID: 1042,
        Name: 'איתנים',
      },
      {
        ID: 1097,
        Name: 'אל ולג`ה',
      },
      {
        ID: 1315,
        Name: 'אל ערוב',
      },
      {
        ID: 1288,
        Name: 'אל קילא',
      },
      {
        ID: 1651,
        Name: 'אלון',
      },
      {
        ID: 1436,
        Name: 'אלון שבות',
      },
      {
        ID: 1665,
        Name: 'אלמוג',
      },
      {
        ID: 765,
        Name: 'אלעד',
      },
      {
        ID: 1448,
        Name: 'אלעזר',
      },
      {
        ID: 1564,
        Name: 'אספר',
      },
      {
        ID: 1479,
        Name: 'אפרת',
      },
      {
        ID: 1146,
        Name: 'ארטאס',
      },
      {
        ID: 971,
        Name: 'אשתאול',
      },
      {
        ID: 1074,
        Name: 'בד פלוח',
      },
      {
        ID: 1075,
        Name: 'בווידיעה',
      },
      {
        ID: 1165,
        Name: 'בית אולא',
      },
      {
        ID: 1167,
        Name: 'בית איכסא',
      },
      {
        ID: 1414,
        Name: 'בית אל',
      },
      {
        ID: 1173,
        Name: 'בית ג`אלא',
      },
      {
        ID: 968,
        Name: 'בית גוברין',
      },
      {
        ID: 1013,
        Name: 'בית ג`מאל',
      },
      {
        ID: 1668,
        Name: 'בית הערבה',
      },
      {
        ID: 1028,
        Name: 'בית זית',
      },
      {
        ID: 1415,
        Name: 'בית חורון',
      },
      {
        ID: 907,
        Name: 'בית חשמונאי',
      },
      {
        ID: 1262,
        Name: 'בית לחם',
      },
      {
        ID: 1030,
        Name: 'בית מאיר',
      },
      {
        ID: 1027,
        Name: 'בית נקופה',
      },
      {
        ID: 1182,
        Name: 'בית סאחור',
      },
      {
        ID: 1275,
        Name: 'בית סכריא',
      },
      {
        ID: 820,
        Name: 'בית עוזיאל',
      },
      {
        ID: 1079,
        Name: 'בית עינון',
      },
      {
        ID: 1081,
        Name: 'בית רחאל',
      },
      {
        ID: 1011,
        Name: 'בית שמש',
      },
      {
        ID: 1082,
        Name: 'בית תעמר',
      },
      {
        ID: 1585,
        Name: 'ביתר עילית',
      },
      {
        ID: 984,
        Name: 'בקוע',
      },
      {
        ID: 1039,
        Name: 'בר גיורא',
      },
      {
        ID: 1083,
        Name: 'ברד`עה',
      },
      {
        ID: 1594,
        Name: 'בת עין',
      },
      {
        ID: 1065,
        Name: 'בתיר',
      },
      {
        ID: 1569,
        Name: 'גבע בנימין',
      },
      {
        ID: 1220,
        Name: 'ג`בעה',
      },
      {
        ID: 1473,
        Name: 'גבעון החדשה',
      },
      {
        ID: 1055,
        Name: 'גבעות עדן',
      },
      {
        ID: 1544,
        Name: 'גבעת זאב',
      },
      {
        ID: 1036,
        Name: 'גבעת יערים',
      },
      {
        ID: 985,
        Name: 'גבעת ישעיהו',
      },
      {
        ID: 966,
        Name: 'גבעת שמש',
      },
      {
        ID: 1059,
        Name: 'ג`האלין',
      },
      {
        ID: 1087,
        Name: 'ג`והזם',
      },
      {
        ID: 1088,
        Name: 'ג`ורת א שמעה',
      },
      {
        ID: 831,
        Name: 'גזר',
      },
      {
        ID: 988,
        Name: 'גיזו',
      },
      {
        ID: 751,
        Name: 'גמזו',
      },
      {
        ID: 956,
        Name: 'גפן',
      },
      {
        ID: 1245,
        Name: 'דהיישה מחנה פליטים',
      },
      {
        ID: 1090,
        Name: 'ד`הר חלת אל ג`אמיע',
      },
      {
        ID: 1558,
        Name: 'דולב',
      },
      {
        ID: 964,
        Name: 'דייר ראפאת',
      },
      {
        ID: 1575,
        Name: 'הר אדר',
      },
      {
        ID: 1435,
        Name: 'הר גילה',
      },
      {
        ID: 963,
        Name: 'הראל',
      },
      {
        ID: 1468,
        Name: 'ורד יריחו',
      },
      {
        ID: 979,
        Name: 'זכריה',
      },
      {
        ID: 981,
        Name: 'זנוח',
      },
      {
        ID: 1289,
        Name: 'זעתרה',
      },
      {
        ID: 1334,
        Name: 'חברון',
      },
      {
        ID: 1099,
        Name: 'חוג`ילה',
      },
      {
        ID: 810,
        Name: 'חולדה',
      },
      {
        ID: 1301,
        Name: 'חוסאן',
      },
      {
        ID: 1321,
        Name: 'ח`ירבת זיתא',
      },
      {
        ID: 1325,
        Name: 'ח`ירבת ספא',
      },
      {
        ID: 1303,
        Name: 'חלחול',
      },
      {
        ID: 1101,
        Name: 'ח`רזאן',
      },
      {
        ID: 1102,
        Name: 'חרמלה',
      },
      {
        ID: 1576,
        Name: 'חשמונאים',
      },
      {
        ID: 1337,
        Name: 'טייבה ליד עפרה',
      },
      {
        ID: 962,
        Name: 'טל שחר',
      },
      {
        ID: 1590,
        Name: 'טלמון',
      },
      {
        ID: 1048,
        Name: 'יד השמונה',
      },
      {
        ID: 800,
        Name: 'יד רמב``ם',
      },
      {
        ID: 1050,
        Name: 'ידידה',
      },
      {
        ID: 837,
        Name: 'יסודות',
      },
      {
        ID: 1056,
        Name: 'ירושלים',
      },
      {
        ID: 1433,
        Name: 'יריחו',
      },
      {
        ID: 980,
        Name: 'ישעי',
      },
      {
        ID: 1404,
        Name: 'כוכב השחר',
      },
      {
        ID: 1584,
        Name: 'כוכב יעקב',
      },
      {
        ID: 1041,
        Name: 'כסלון',
      },
      {
        ID: 1467,
        Name: 'כפר אדומים',
      },
      {
        ID: 960,
        Name: 'כפר אוריה',
      },
      {
        ID: 1323,
        Name: 'כפר אלדד',
      },
      {
        ID: 1007,
        Name: 'כפר בן נון',
      },
      {
        ID: 748,
        Name: 'כפר דניאל',
      },
      {
        ID: 1014,
        Name: 'כפר האורנים',
      },
      {
        ID: 1003,
        Name: 'כפר זוהרים',
      },
      {
        ID: 1364,
        Name: 'כפר ניעמה',
      },
      {
        ID: 1367,
        Name: 'כפר עציון',
      },
      {
        ID: 1368,
        Name: 'כפר עקב',
      },
      {
        ID: 995,
        Name: 'כפר רות',
      },
      {
        ID: 973,
        Name: 'כפר שמואל',
      },
      {
        ID: 999,
        Name: 'כרמי יוסף',
      },
      {
        ID: 1572,
        Name: 'כרמי צור',
      },
      {
        ID: 1015,
        Name: 'לטרון',
      },
      {
        ID: 1002,
        Name: 'לפיד',
      },
      {
        ID: 1031,
        Name: 'מבוא ביתר',
      },
      {
        ID: 1529,
        Name: 'מבוא חורון',
      },
      {
        ID: 993,
        Name: 'מבוא מודיעים',
      },
      {
        ID: 1043,
        Name: 'מבשרת ציון',
      },
      {
        ID: 1402,
        Name: 'מגדל עוז',
      },
      {
        ID: 996,
        Name: 'מודיעין מכבים רעות',
      },
      {
        ID: 1596,
        Name: 'מודיעין עילית',
      },
      {
        ID: 1120,
        Name: 'מועסכר אל ערוב',
      },
      {
        ID: 1018,
        Name: 'מוצא עילית',
      },
      {
        ID: 1032,
        Name: 'מחסיה',
      },
      {
        ID: 1038,
        Name: 'מטע',
      },
      {
        ID: 1127,
        Name: 'מיניה',
      },
      {
        ID: 972,
        Name: 'מסילת ציון',
      },
      {
        ID: 1063,
        Name: 'מעלה אדומים',
      },
      {
        ID: 1019,
        Name: 'מעלה החמישה',
      },
      {
        ID: 1480,
        Name: 'מעלה מכמש',
      },
      {
        ID: 1482,
        Name: 'מעלה עמוס',
      },
      {
        ID: 1005,
        Name: 'מפעלי נחם הר טוב',
      },
      {
        ID: 1124,
        Name: 'מצד שמעון',
      },
      {
        ID: 1655,
        Name: 'מצוקי דרגות',
      },
      {
        ID: 1416,
        Name: 'מצפה יריחו',
      },
      {
        ID: 1667,
        Name: 'מצפה שלם',
      },
      {
        ID: 969,
        Name: 'משמר איילון',
      },
      {
        ID: 965,
        Name: 'משמר דוד',
      },
      {
        ID: 1476,
        Name: 'מתתיהו',
      },
      {
        ID: 1333,
        Name: 'נבי סמואל',
      },
      {
        ID: 1020,
        Name: 'נווה אילן',
      },
      {
        ID: 1541,
        Name: 'נווה דניאל',
      },
      {
        ID: 1046,
        Name: 'נווה מיכאל',
      },
      {
        ID: 998,
        Name: 'נווה שלום',
      },
      {
        ID: 1004,
        Name: 'נוף איילון',
      },
      {
        ID: 1542,
        Name: 'נוקדים',
      },
      {
        ID: 1428,
        Name: 'נחאלין',
      },
      {
        ID: 958,
        Name: 'נחושה',
      },
      {
        ID: 1535,
        Name: 'נח``ל אלישע',
      },
      {
        ID: 1037,
        Name: 'נחם',
      },
      {
        ID: 975,
        Name: 'נחשון',
      },
      {
        ID: 1051,
        Name: 'נטף',
      },
      {
        ID: 1484,
        Name: 'ניל``י',
      },
      {
        ID: 1040,
        Name: 'נס הרים',
      },
      {
        ID: 921,
        Name: 'נצר חזני',
      },
      {
        ID: 970,
        Name: 'נתיב הל``ה',
      },
      {
        ID: 1058,
        Name: 'סוואחרה א שרקיה',
      },
      {
        ID: 1465,
        Name: 'סורדה',
      },
      {
        ID: 1463,
        Name: 'סיעיר',
      },
      {
        ID: 1215,
        Name: 'עבדאללה איברהים',
      },
      {
        ID: 977,
        Name: 'עגור',
      },
      {
        ID: 1494,
        Name: 'עובידייה',
      },
      {
        ID: 863,
        Name: 'עזריה',
      },
      {
        ID: 1062,
        Name: 'עיזרייה',
      },
      {
        ID: 1241,
        Name: 'עילת עלי',
      },
      {
        ID: 1044,
        Name: 'עין כרם בי``ס חקלאי',
      },
      {
        ID: 1026,
        Name: 'עין נקובא',
      },
      {
        ID: 1025,
        Name: 'עין ראפה',
      },
      {
        ID: 1033,
        Name: 'עמינדב',
      },
      {
        ID: 1447,
        Name: 'עפרה',
      },
      {
        ID: 1113,
        Name: 'ערב א שמעה',
      },
      {
        ID: 989,
        Name: 'פארק צרעה',
      },
      {
        ID: 897,
        Name: 'פדיה',
      },
      {
        ID: 1488,
        Name: 'פסגות',
      },
      {
        ID: 898,
        Name: 'פתחיה',
      },
      {
        ID: 1023,
        Name: 'צובה',
      },
      {
        ID: 1047,
        Name: 'צור הדסה',
      },
      {
        ID: 978,
        Name: 'צלפון',
      },
      {
        ID: 990,
        Name: 'צפרירים',
      },
      {
        ID: 967,
        Name: 'צרעה',
      },
      {
        ID: 1064,
        Name: 'קדר',
      },
      {
        ID: 1602,
        Name: 'קטנה',
      },
      {
        ID: 1666,
        Name: 'קליה',
      },
      {
        ID: 1442,
        Name: 'קרית ארבע',
      },
      {
        ID: 1049,
        Name: 'קרית יערים',
      },
      {
        ID: 1053,
        Name: 'קרית יערים מוסד',
      },
      {
        ID: 1016,
        Name: 'קרית ענבים',
      },
      {
        ID: 1291,
        Name: 'ראס סניסיל',
      },
      {
        ID: 1434,
        Name: 'ראש צורים',
      },
      {
        ID: 1405,
        Name: 'רימונים',
      },
      {
        ID: 1625,
        Name: 'רמון',
      },
      {
        ID: 1022,
        Name: 'רמת רזיאל',
      },
      {
        ID: 1017,
        Name: 'רמת רחל',
      },
      {
        ID: 955,
        Name: 'שדות מיכה',
      },
      {
        ID: 1029,
        Name: 'שואבה',
      },
      {
        ID: 1021,
        Name: 'שורש',
      },
      {
        ID: 994,
        Name: 'שילת',
      },
      {
        ID: 983,
        Name: 'שעלבים',
      },
      {
        ID: 991,
        Name: 'שריגים',
      },
      {
        ID: 1642,
        Name: 'תוקוע',
      },
      {
        ID: 1536,
        Name: 'תלם',
      },
      {
        ID: 974,
        Name: 'תעוז',
      },
      {
        ID: 1649,
        Name: 'תעמרה',
      },
      {
        ID: 1403,
        Name: 'תקוע',
      },
      {
        ID: 976,
        Name: 'תרום',
      },
      {
        ID: 1644,
        Name: 'תרקומיא',
      },
    ],
  },
  {
    checkboxRegions: 'checkboxRegions-9',
    ID: 9,
    Name: 'שומרון',
    JobCount: 637,
    OrderID: 6,
    Cities: [
      {
        ID: 2031,
        Name: 'אביגיל',
      },
      {
        ID: 1593,
        Name: 'אבני חפץ',
      },
      {
        ID: 1138,
        Name: 'אודלה',
      },
      {
        ID: 1567,
        Name: 'אורנית',
      },
      {
        ID: 1652,
        Name: 'אזור תעשייה בראון',
      },
      {
        ID: 1568,
        Name: 'איתמר',
      },
      {
        ID: 1651,
        Name: 'אלון',
      },
      {
        ID: 1418,
        Name: 'אלון מורה',
      },
      {
        ID: 1665,
        Name: 'אלמוג',
      },
      {
        ID: 1561,
        Name: 'אלפי מנשה',
      },
      {
        ID: 1401,
        Name: 'אלקנה',
      },
      {
        ID: 1431,
        Name: 'ארגמן',
      },
      {
        ID: 1410,
        Name: 'אריאל',
      },
      {
        ID: 1414,
        Name: 'בית אל',
      },
      {
        ID: 1481,
        Name: 'בית אריה',
      },
      {
        ID: 1668,
        Name: 'בית הערבה',
      },
      {
        ID: 1415,
        Name: 'בית חורון',
      },
      {
        ID: 1202,
        Name: 'בני נעים',
      },
      {
        ID: 1443,
        Name: 'בקעות',
      },
      {
        ID: 2053,
        Name: 'ברוכין',
      },
      {
        ID: 2040,
        Name: 'ברוש הבקעה',
      },
      {
        ID: 1530,
        Name: 'ברכה',
      },
      {
        ID: 1483,
        Name: 'ברקן',
      },
      {
        ID: 1569,
        Name: 'גבע בנימין',
      },
      {
        ID: 1473,
        Name: 'גבעון החדשה',
      },
      {
        ID: 2024,
        Name: 'גבעת אסף',
      },
      {
        ID: 1544,
        Name: 'גבעת זאב',
      },
      {
        ID: 1982,
        Name: 'גבעת סנה יעקב',
      },
      {
        ID: 1444,
        Name: 'גיתית',
      },
      {
        ID: 1438,
        Name: 'גלגל',
      },
      {
        ID: 2046,
        Name: 'גני מודיעין',
      },
      {
        ID: 1558,
        Name: 'דולב',
      },
      {
        ID: 1575,
        Name: 'הר אדר',
      },
      {
        ID: 1468,
        Name: 'ורד יריחו',
      },
      {
        ID: 1985,
        Name: 'חוות גלעד',
      },
      {
        ID: 1472,
        Name: 'חיננית',
      },
      {
        ID: 1413,
        Name: 'חלמיש',
      },
      {
        ID: 1474,
        Name: 'חמדת',
      },
      {
        ID: 1441,
        Name: 'חמרה',
      },
      {
        ID: 1534,
        Name: 'חרמש',
      },
      {
        ID: 2054,
        Name: 'חרשה',
      },
      {
        ID: 1576,
        Name: 'חשמונאים',
      },
      {
        ID: 1590,
        Name: 'טלמון',
      },
      {
        ID: 1439,
        Name: 'ייט``ב',
      },
      {
        ID: 1348,
        Name: 'יעבד',
      },
      {
        ID: 1406,
        Name: 'יפית',
      },
      {
        ID: 1560,
        Name: 'יצהר',
      },
      {
        ID: 1475,
        Name: 'יקיר',
      },
      {
        ID: 1433,
        Name: 'יריחו',
      },
      {
        ID: 1404,
        Name: 'כוכב השחר',
      },
      {
        ID: 1584,
        Name: 'כוכב יעקב',
      },
      {
        ID: 1467,
        Name: 'כפר אדומים',
      },
      {
        ID: 1014,
        Name: 'כפר האורנים',
      },
      {
        ID: 1364,
        Name: 'כפר ניעמה',
      },
      {
        ID: 1368,
        Name: 'כפר עקב',
      },
      {
        ID: 1372,
        Name: 'כפר קליל',
      },
      {
        ID: 995,
        Name: 'כפר רות',
      },
      {
        ID: 1412,
        Name: 'כפר תפוח',
      },
      {
        ID: 1002,
        Name: 'לפיד',
      },
      {
        ID: 1409,
        Name: 'מבוא דותן',
      },
      {
        ID: 1529,
        Name: 'מבוא חורון',
      },
      {
        ID: 1989,
        Name: 'מבואות יריחו',
      },
      {
        ID: 1562,
        Name: 'מגדלים',
      },
      {
        ID: 1596,
        Name: 'מודיעין עילית',
      },
      {
        ID: 2055,
        Name: 'מועצה אזורית מטה בנימין',
      },
      {
        ID: 1432,
        Name: 'מחולה',
      },
      {
        ID: 2034,
        Name: 'מיגרון',
      },
      {
        ID: 1445,
        Name: 'מכורה',
      },
      {
        ID: 479,
        Name: 'מלכישוע',
      },
      {
        ID: 1440,
        Name: 'מעלה אפרים',
      },
      {
        ID: 1563,
        Name: 'מעלה לבונה',
      },
      {
        ID: 1480,
        Name: 'מעלה מכמש',
      },
      {
        ID: 1466,
        Name: 'מעלה שומרון',
      },
      {
        ID: 1115,
        Name: 'מפעלי ברקן',
      },
      {
        ID: 2035,
        Name: 'מצפה יאיר',
      },
      {
        ID: 1416,
        Name: 'מצפה יריחו',
      },
      {
        ID: 1437,
        Name: 'משואה',
      },
      {
        ID: 1588,
        Name: 'משכיות',
      },
      {
        ID: 1476,
        Name: 'מתתיהו',
      },
      {
        ID: 1333,
        Name: 'נבי סמואל',
      },
      {
        ID: 1591,
        Name: 'נופים',
      },
      {
        ID: 1535,
        Name: 'נח``ל אלישע',
      },
      {
        ID: 1573,
        Name: 'נחליאל',
      },
      {
        ID: 1484,
        Name: 'ניל``י',
      },
      {
        ID: 1450,
        Name: 'נירן',
      },
      {
        ID: 1589,
        Name: 'נעלה',
      },
      {
        ID: 1532,
        Name: 'נעמי',
      },
      {
        ID: 1398,
        Name: 'נתיב הגדוד',
      },
      {
        ID: 1454,
        Name: 'סבסטיה',
      },
      {
        ID: 1407,
        Name: 'סלעית',
      },
      {
        ID: 1459,
        Name: 'סלפית',
      },
      {
        ID: 1487,
        Name: 'עטרת',
      },
      {
        ID: 1571,
        Name: 'עלי',
      },
      {
        ID: 1543,
        Name: 'עלי זהב',
      },
      {
        ID: 1512,
        Name: 'עמוריה',
      },
      {
        ID: 1489,
        Name: 'עמנואל',
      },
      {
        ID: 1531,
        Name: 'ענב',
      },
      {
        ID: 1533,
        Name: 'ענתות',
      },
      {
        ID: 1447,
        Name: 'עפרה',
      },
      {
        ID: 1583,
        Name: 'עץ אפרים',
      },
      {
        ID: 1519,
        Name: 'עקבה בשומרון',
      },
      {
        ID: 2036,
        Name: 'עשהאל',
      },
      {
        ID: 1574,
        Name: 'פדואל',
      },
      {
        ID: 1446,
        Name: 'פצאל',
      },
      {
        ID: 1551,
        Name: 'פקועה',
      },
      {
        ID: 1592,
        Name: 'צופים',
      },
      {
        ID: 1399,
        Name: 'קדומים',
      },
      {
        ID: 1610,
        Name: 'קריות שבדרום',
      },
      {
        ID: 1557,
        Name: 'קרית נטפים',
      },
      {
        ID: 1470,
        Name: 'קרני שומרון',
      },
      {
        ID: 1595,
        Name: 'רבבה',
      },
      {
        ID: 2039,
        Name: 'רואבי',
      },
      {
        ID: 1449,
        Name: 'רועי',
      },
      {
        ID: 1586,
        Name: 'רותם',
      },
      {
        ID: 1198,
        Name: 'רחלים',
      },
      {
        ID: 1408,
        Name: 'ריחן',
      },
      {
        ID: 1405,
        Name: 'רימונים',
      },
      {
        ID: 1614,
        Name: 'רמה',
      },
      {
        ID: 1625,
        Name: 'רמון',
      },
      {
        ID: 1647,
        Name: 'שבות רחל',
      },
      {
        ID: 1411,
        Name: 'שבי שומרון',
      },
      {
        ID: 1417,
        Name: 'שדמות מחולה',
      },
      {
        ID: 1471,
        Name: 'שילה',
      },
      {
        ID: 994,
        Name: 'שילת',
      },
      {
        ID: 1117,
        Name: 'שלומציון',
      },
      {
        ID: 1537,
        Name: 'שערי תקווה',
      },
      {
        ID: 1477,
        Name: 'שקד',
      },
      {
        ID: 1400,
        Name: 'תומר',
      },
      {
        ID: 1639,
        Name: 'תלפית',
      },
      {
        ID: 1638,
        Name: 'תלפית במרכז השומרון',
      },
      {
        ID: 1332,
        Name: 'תנין',
      },
      {
        ID: 1116,
        Name: 'תעשיון שח``ק',
      },
      {
        ID: 1641,
        Name: 'תפוח',
      },
    ],
  },
  {
    checkboxRegions: 'checkboxRegions-7',
    ID: 8,
    Name: 'שפלה',
    JobCount: 7124,
    OrderID: 7,
    Cities: [
      {
        ID: 2032,
        Name: 'אזור תעשייה גן רווה',
      },
      {
        ID: 917,
        Name: 'אחווה',
      },
      {
        ID: 1981,
        Name: 'אירוס',
      },
      {
        ID: 919,
        Name: 'אל עזי',
      },
      {
        ID: 765,
        Name: 'אלעד',
      },
      {
        ID: 802,
        Name: 'אשדוד',
      },
      {
        ID: 776,
        Name: 'באר יעקב',
      },
      {
        ID: 817,
        Name: 'ביצרון',
      },
      {
        ID: 841,
        Name: 'בית אלעזרי',
      },
      {
        ID: 843,
        Name: 'בית גמליאל',
      },
      {
        ID: 934,
        Name: 'בית חלקיה',
      },
      {
        ID: 809,
        Name: 'בית חנן',
      },
      {
        ID: 907,
        Name: 'בית חשמונאי',
      },
      {
        ID: 816,
        Name: 'בית עובד',
      },
      {
        ID: 820,
        Name: 'בית עוזיאל',
      },
      {
        ID: 899,
        Name: 'בית רבן',
      },
      {
        ID: 876,
        Name: 'בן זכאי',
      },
      {
        ID: 850,
        Name: 'בני דרום',
      },
      {
        ID: 908,
        Name: 'בני עי``ש',
      },
      {
        ID: 848,
        Name: 'בני ראם',
      },
      {
        ID: 857,
        Name: 'בניה',
      },
      {
        ID: 905,
        Name: 'ברורים',
      },
      {
        ID: 900,
        Name: 'גאליה',
      },
      {
        ID: 805,
        Name: 'גבעת ברנר',
      },
      {
        ID: 939,
        Name: 'גדרה',
      },
      {
        ID: 831,
        Name: 'גזר',
      },
      {
        ID: 815,
        Name: 'גיבתון',
      },
      {
        ID: 909,
        Name: 'גן הדרום',
      },
      {
        ID: 812,
        Name: 'גן יבנה',
      },
      {
        ID: 822,
        Name: 'גן שורק',
      },
      {
        ID: 804,
        Name: 'גן שלמה',
      },
      {
        ID: 912,
        Name: 'גני הדר',
      },
      {
        ID: 920,
        Name: 'גני טל',
      },
      {
        ID: 902,
        Name: 'גני יוחנן',
      },
      {
        ID: 810,
        Name: 'חולדה',
      },
      {
        ID: 830,
        Name: 'חפץ חיים',
      },
      {
        ID: 861,
        Name: 'חצב',
      },
      {
        ID: 834,
        Name: 'חצור אשדוד',
      },
      {
        ID: 962,
        Name: 'טל שחר',
      },
      {
        ID: 941,
        Name: 'יבנה',
      },
      {
        ID: 845,
        Name: 'יד בנימין',
      },
      {
        ID: 800,
        Name: 'יד רמב``ם',
      },
      {
        ID: 931,
        Name: 'ינון',
      },
      {
        ID: 837,
        Name: 'יסודות',
      },
      {
        ID: 875,
        Name: 'יציץ',
      },
      {
        ID: 896,
        Name: 'ישרש',
      },
      {
        ID: 930,
        Name: 'כנות',
      },
      {
        ID: 901,
        Name: 'כפר אביב',
      },
      {
        ID: 858,
        Name: 'כפר אחים',
      },
      {
        ID: 814,
        Name: 'כפר ביל``ו',
      },
      {
        ID: 846,
        Name: 'כפר הנגיד',
      },
      {
        ID: 904,
        Name: 'כפר הרי``ף',
      },
      {
        ID: 818,
        Name: 'כפר מנחם',
      },
      {
        ID: 878,
        Name: 'כפר מרדכי',
      },
      {
        ID: 973,
        Name: 'כפר שמואל',
      },
      {
        ID: 910,
        Name: 'כרם יבנה',
      },
      {
        ID: 996,
        Name: 'מודיעין מכבים רעות',
      },
      {
        ID: 794,
        Name: 'מזכרת בתיה',
      },
      {
        ID: 867,
        Name: 'מישר',
      },
      {
        ID: 924,
        Name: 'מפעלי ברנר',
      },
      {
        ID: 923,
        Name: 'מפעלי חבל יבנה',
      },
      {
        ID: 925,
        Name: 'מפעלי כנות',
      },
      {
        ID: 874,
        Name: 'מצליח',
      },
      {
        ID: 945,
        Name: 'מרכז קניות ביל``ו',
      },
      {
        ID: 879,
        Name: 'משגב דב',
      },
      {
        ID: 965,
        Name: 'משמר דוד',
      },
      {
        ID: 946,
        Name: 'נווה הרצוג',
      },
      {
        ID: 895,
        Name: 'נווה מבטח',
      },
      {
        ID: 813,
        Name: 'נטעים',
      },
      {
        ID: 864,
        Name: 'ניר גלים',
      },
      {
        ID: 944,
        Name: 'נס ציונה',
      },
      {
        ID: 808,
        Name: 'נען',
      },
      {
        ID: 921,
        Name: 'נצר חזני',
      },
      {
        ID: 836,
        Name: 'נצר סרני',
      },
      {
        ID: 853,
        Name: 'סתריה',
      },
      {
        ID: 863,
        Name: 'עזריה',
      },
      {
        ID: 807,
        Name: 'עיינות',
      },
      {
        ID: 849,
        Name: 'עשרת',
      },
      {
        ID: 942,
        Name: 'פארק תעשיות פלמחים',
      },
      {
        ID: 926,
        Name: 'פארק תעשיות ראם',
      },
      {
        ID: 897,
        Name: 'פדיה',
      },
      {
        ID: 852,
        Name: 'פלמחים',
      },
      {
        ID: 898,
        Name: 'פתחיה',
      },
      {
        ID: 913,
        Name: 'צופיה',
      },
      {
        ID: 825,
        Name: 'קבוצת יבנה',
      },
      {
        ID: 854,
        Name: 'קדרון',
      },
      {
        ID: 838,
        Name: 'קרית עקרון',
      },
      {
        ID: 787,
        Name: 'ראשון לציון',
      },
      {
        ID: 842,
        Name: 'רבדים',
      },
      {
        ID: 948,
        Name: 'רחובות',
      },
      {
        ID: 868,
        Name: 'רמות מאיר',
      },
      {
        ID: 788,
        Name: 'רמלה',
      },
      {
        ID: 840,
        Name: 'שדמה',
      },
      {
        ID: 877,
        Name: 'שתולים',
      },
      {
        ID: 949,
        Name: 'תירוש',
      },
      {
        ID: 866,
        Name: 'תלמי יחיאל',
      },
      {
        ID: 927,
        Name: 'תעשיון ראם',
      },
    ],
  },
  {
    ID: 7,
    Name: 'דרום',
    checkboxRegions: 'checkboxRegions-5',
    JobCount: 4091,
    OrderID: 8,
    Cities: [
      {
        ID: 1946,
        Name: 'א דהאבשה',
      },
      {
        ID: 1093,
        Name: 'א דיראת',
      },
      {
        ID: 1942,
        Name: 'א דנפירי',
      },
      {
        ID: 1876,
        Name: 'א זיאדנה דרומית לרהט',
      },
      {
        ID: 1875,
        Name: 'א זיאדנה צפונית לרהט',
      },
      {
        ID: 1914,
        Name: 'א נבארי',
      },
      {
        ID: 1913,
        Name: 'א נסאסרה מערבית לכסיפה',
      },
      {
        ID: 1807,
        Name: 'א סייד',
      },
      {
        ID: 1770,
        Name: 'א סייד שבט',
      },
      {
        ID: 1880,
        Name: 'א סראיעה',
      },
      {
        ID: 1931,
        Name: 'א רואשדה',
      },
      {
        ID: 1623,
        Name: 'א ריחייה',
      },
      {
        ID: 1920,
        Name: 'אבו אל קיעאן',
      },
      {
        ID: 1898,
        Name: 'אבו ג`אבר',
      },
      {
        ID: 1903,
        Name: 'אבו ג`אבר דרומית ממיתר',
      },
      {
        ID: 1928,
        Name: 'אבו ג`אמדה',
      },
      {
        ID: 1945,
        Name: 'אבו ג`ודה',
      },
      {
        ID: 1740,
        Name: 'אבו ג`ווייעד',
      },
      {
        ID: 1917,
        Name: 'אבו ג`ויעד',
      },
      {
        ID: 1902,
        Name: 'אבו הדובה',
      },
      {
        ID: 1909,
        Name: 'אבו זקיקה',
      },
      {
        ID: 1878,
        Name: 'אבו טראש',
      },
      {
        ID: 1806,
        Name: 'אבו כף אום בטין',
      },
      {
        ID: 1912,
        Name: 'אבו מסאעד',
      },
      {
        ID: 2030,
        Name: 'אבו סבייח',
      },
      {
        ID: 1923,
        Name: 'אבו סבילה',
      },
      {
        ID: 1877,
        Name: 'אבו סבית',
      },
      {
        ID: 1901,
        Name: 'אבו סבית דרומית מרהט',
      },
      {
        ID: 1879,
        Name: 'אבו סבית מזרחית לנבטים',
      },
      {
        ID: 1904,
        Name: 'אבו סבית צפונית מעומר',
      },
      {
        ID: 1910,
        Name: 'אבו סויס',
      },
      {
        ID: 1891,
        Name: 'אבו סולב',
      },
      {
        ID: 1926,
        Name: 'אבו סלב מערבית לערערה בנגב',
      },
      {
        ID: 1730,
        Name: 'אבו סריחאן',
      },
      {
        ID: 986,
        Name: 'אבו עבדון',
      },
      {
        ID: 1894,
        Name: 'אבו עיאדה',
      },
      {
        ID: 1749,
        Name: 'אבו עמאר',
      },
      {
        ID: 1729,
        Name: 'אבו עמרה',
      },
      {
        ID: 1922,
        Name: 'אבו ע`נימה',
      },
      {
        ID: 1897,
        Name: 'אבו עסא',
      },
      {
        ID: 1940,
        Name: 'אבו עפאש',
      },
      {
        ID: 1885,
        Name: 'אבו עשיבה',
      },
      {
        ID: 1881,
        Name: 'אבו קוידר',
      },
      {
        ID: 1890,
        Name: 'אבו קוידר אל עפאוי דרומית לנבטים',
      },
      {
        ID: 1741,
        Name: 'אבו קורינאת שבט',
      },
      {
        ID: 1799,
        Name: 'אבו קרינאת',
      },
      {
        ID: 1930,
        Name: 'אבו קרינאת דרומית לערערה בנגב',
      },
      {
        ID: 1884,
        Name: 'אבו קרינאת מערבית לדימונה',
      },
      {
        ID: 1893,
        Name: 'אבו קרינאת מערבית לכסיפה',
      },
      {
        ID: 1883,
        Name: 'אבו קרינאת מערבית לערערה בנגב',
      },
      {
        ID: 1934,
        Name: 'אבו קרינאת צפונית מדימונה',
      },
      {
        ID: 1927,
        Name: 'אבו קרשין',
      },
      {
        ID: 1933,
        Name: 'אבו ראשד',
      },
      {
        ID: 1739,
        Name: 'אבו רביעה',
      },
      {
        ID: 1918,
        Name: 'אבו רביעה צפונית לכסיפה',
      },
      {
        ID: 1735,
        Name: 'אבו רוקייק',
      },
      {
        ID: 1845,
        Name: 'אבו תלול',
      },
      {
        ID: 890,
        Name: 'אביגדור',
      },
      {
        ID: 833,
        Name: 'אבן שמואל',
      },
      {
        ID: 1670,
        Name: 'אבנת',
      },
      {
        ID: 1797,
        Name: 'אבשלום',
      },
      {
        ID: 1750,
        Name: 'אוהד',
      },
      {
        ID: 1847,
        Name: 'אום מיתנאן',
      },
      {
        ID: 1673,
        Name: 'אופקים',
      },
      {
        ID: 801,
        Name: 'אור הנר',
      },
      {
        ID: 1820,
        Name: 'אורון',
      },
      {
        ID: 932,
        Name: 'אורות',
      },
      {
        ID: 1693,
        Name: 'אורים',
      },
      {
        ID: 1118,
        Name: 'אזור תעסוקה מיתרים',
      },
      {
        ID: 2048,
        Name: 'אזור תעשייה אבשלום',
      },
      {
        ID: 1852,
        Name: 'אזור תעשייה נ.ע.מ',
      },
      {
        ID: 1872,
        Name: 'אזור תעשייה רמת בקע',
      },
      {
        ID: 892,
        Name: 'אחוזם',
      },
      {
        ID: 1738,
        Name: 'אטרש',
      },
      {
        ID: 1681,
        Name: 'איבים',
      },
      {
        ID: 797,
        Name: 'איתן',
      },
      {
        ID: 1846,
        Name: 'אל אטרש ב',
      },
      {
        ID: 987,
        Name: 'אל אסד',
      },
      {
        ID: 1957,
        Name: 'אל אעסם',
      },
      {
        ID: 1905,
        Name: 'אל אעסם א נבארי',
      },
      {
        ID: 1077,
        Name: 'אל בירה בהר חברון',
      },
      {
        ID: 1952,
        Name: 'אל בקאר',
      },
      {
        ID: 1947,
        Name: 'אל ג`וויני',
      },
      {
        ID: 1919,
        Name: 'אל ג`נאמי',
      },
      {
        ID: 1941,
        Name: 'אל ג`רג`אווי',
      },
      {
        ID: 1882,
        Name: 'אל דידל',
      },
      {
        ID: 1311,
        Name: 'אל הג`רה',
      },
      {
        ID: 1911,
        Name: 'אל הוואשלי אל חריזי מזרח לנבטים',
      },
      {
        ID: 1899,
        Name: 'אל הייל',
      },
      {
        ID: 1906,
        Name: 'אל וכילי',
      },
      {
        ID: 1939,
        Name: 'אל ולידי',
      },
      {
        ID: 1895,
        Name: 'אל וקילי אבו סקיק',
      },
      {
        ID: 1296,
        Name: 'אל חדב',
      },
      {
        ID: 1850,
        Name: 'אל חוקוק',
      },
      {
        ID: 1896,
        Name: 'אל חמידי',
      },
      {
        ID: 1938,
        Name: 'אל ח`רומי',
      },
      {
        ID: 1107,
        Name: 'אל כום',
      },
      {
        ID: 1943,
        Name: 'אל כלאב',
      },
      {
        ID: 1110,
        Name: 'אל מאג`ור',
      },
      {
        ID: 1935,
        Name: 'אל מחד`י',
      },
      {
        ID: 1936,
        Name: 'אל מחד`י צפונית לדימונה',
      },
      {
        ID: 1892,
        Name: 'אל עביד',
      },
      {
        ID: 1932,
        Name: 'אל ע`ול',
      },
      {
        ID: 1937,
        Name: 'אל ע`ול צפונית לדימונה',
      },
      {
        ID: 919,
        Name: 'אל עזי',
      },
      {
        ID: 1742,
        Name: 'אל עטאונה',
      },
      {
        ID: 1261,
        Name: 'אל עלקה אל פוקא',
      },
      {
        ID: 1929,
        Name: 'אל עמראני',
      },
      {
        ID: 1950,
        Name: 'אל עמראני דרום מערב לדימונה',
      },
      {
        ID: 1916,
        Name: 'אל ע`נימאת',
      },
      {
        ID: 1900,
        Name: 'אל עתאיקה',
      },
      {
        ID: 1908,
        Name: 'אל עת`אמין',
      },
      {
        ID: 1921,
        Name: 'אל עת`אמין דרומית לנבטים',
      },
      {
        ID: 1545,
        Name: 'אל פוואר',
      },
      {
        ID: 1849,
        Name: 'אל פוח`ארי',
      },
      {
        ID: 1279,
        Name: 'אל קוסור',
      },
      {
        ID: 1853,
        Name: 'אל קורעאן ב',
      },
      {
        ID: 1915,
        Name: 'אל קסאסי',
      },
      {
        ID: 1854,
        Name: 'אל קרישי',
      },
      {
        ID: 1948,
        Name: 'אל קרעאן דרומית לערד',
      },
      {
        ID: 1949,
        Name: 'אל קשכר',
      },
      {
        ID: 1907,
        Name: 'אל רפאיעה',
      },
      {
        ID: 915,
        Name: 'אלומה',
      },
      {
        ID: 2033,
        Name: 'אליאב',
      },
      {
        ID: 1925,
        Name: 'אלרבאעיה',
      },
      {
        ID: 882,
        Name: 'אמונים',
      },
      {
        ID: 953,
        Name: 'אמציה',
      },
      {
        ID: 1736,
        Name: 'אעצם',
      },
      {
        ID: 1734,
        Name: 'אפיניש',
      },
      {
        ID: 1709,
        Name: 'ארז',
      },
      {
        ID: 1675,
        Name: 'אשבול',
      },
      {
        ID: 802,
        Name: 'אשדוד',
      },
      {
        ID: 1538,
        Name: 'אשכולות',
      },
      {
        ID: 1825,
        Name: 'אשל הנשיא בי``ס אזורי',
      },
      {
        ID: 1767,
        Name: 'אשלים',
      },
      {
        ID: 943,
        Name: 'אשקלון',
      },
      {
        ID: 938,
        Name: 'באר גנים',
      },
      {
        ID: 806,
        Name: 'באר טוביה',
      },
      {
        ID: 1792,
        Name: 'באר מילכה',
      },
      {
        ID: 1961,
        Name: 'באר שבע',
      },
      {
        ID: 1691,
        Name: 'בארי',
      },
      {
        ID: 1716,
        Name: 'בטחה',
      },
      {
        ID: 817,
        Name: 'ביצרון',
      },
      {
        ID: 1848,
        Name: 'ביר אבו אל חמאם',
      },
      {
        ID: 1804,
        Name: 'ביר הדאג`',
      },
      {
        ID: 1163,
        Name: 'בית א רוש א תחתא',
      },
      {
        ID: 1162,
        Name: 'בית א רוש אל פוקא',
      },
      {
        ID: 968,
        Name: 'בית גוברין',
      },
      {
        ID: 1710,
        Name: 'בית הגדי',
      },
      {
        ID: 1012,
        Name: 'בית מירסים',
      },
      {
        ID: 951,
        Name: 'בית ניר',
      },
      {
        ID: 1185,
        Name: 'בית עווא',
      },
      {
        ID: 873,
        Name: 'בית עזרא',
      },
      {
        ID: 1078,
        Name: 'בית עמרה',
      },
      {
        ID: 1700,
        Name: 'בית קמה',
      },
      {
        ID: 872,
        Name: 'בית שיקמה',
      },
      {
        ID: 1010,
        Name: 'בני דקלים',
      },
      {
        ID: 850,
        Name: 'בני דרום',
      },
      {
        ID: 1832,
        Name: 'בני נצרים',
      },
      {
        ID: 908,
        Name: 'בני עי``ש',
      },
      {
        ID: 848,
        Name: 'בני ראם',
      },
      {
        ID: 835,
        Name: 'ברור חיל',
      },
      {
        ID: 905,
        Name: 'ברורים',
      },
      {
        ID: 1833,
        Name: 'ברוש',
      },
      {
        ID: 871,
        Name: 'ברכיה',
      },
      {
        ID: 918,
        Name: 'בת הדר',
      },
      {
        ID: 1683,
        Name: 'גבולות',
      },
      {
        ID: 1699,
        Name: 'גבים',
      },
      {
        ID: 1824,
        Name: 'גבעולים',
      },
      {
        ID: 1801,
        Name: 'גבעות בר',
      },
      {
        ID: 885,
        Name: 'גבעתי',
      },
      {
        ID: 826,
        Name: 'גברעם',
      },
      {
        ID: 862,
        Name: 'גיאה',
      },
      {
        ID: 1711,
        Name: 'גילת',
      },
      {
        ID: 961,
        Name: 'גלאון',
      },
      {
        ID: 909,
        Name: 'גן הדרום',
      },
      {
        ID: 812,
        Name: 'גן יבנה',
      },
      {
        ID: 2052,
        Name: 'גן תעשיה עומר',
      },
      {
        ID: 1745,
        Name: 'ג`נאביב',
      },
      {
        ID: 956,
        Name: 'גפן',
      },
      {
        ID: 1924,
        Name: 'ג`רביה',
      },
      {
        ID: 959,
        Name: 'גת',
      },
      {
        ID: 982,
        Name: 'דבירה',
      },
      {
        ID: 1244,
        Name: 'דהרייה',
      },
      {
        ID: 1246,
        Name: 'דומא במרכז שומרון',
      },
      {
        ID: 1680,
        Name: 'דורות',
      },
      {
        ID: 1839,
        Name: 'דימונה',
      },
      {
        ID: 1258,
        Name: 'דיר אל עסל א תחתא',
      },
      {
        ID: 1257,
        Name: 'דיר אל עסל אל פוקא',
      },
      {
        ID: 1320,
        Name: 'דיר סאמת',
      },
      {
        ID: 1270,
        Name: 'דיר ראזח',
      },
      {
        ID: 1787,
        Name: 'דקל',
      },
      {
        ID: 1805,
        Name: 'דריג`את',
      },
      {
        ID: 865,
        Name: 'הודיה',
      },
      {
        ID: 1769,
        Name: 'הוואשלה',
      },
      {
        ID: 1732,
        Name: 'הוזייל',
      },
      {
        ID: 1790,
        Name: 'הר עמשא',
      },
      {
        ID: 1096,
        Name: 'ואדיח',
      },
      {
        ID: 914,
        Name: 'ורדון',
      },
      {
        ID: 1844,
        Name: 'זבארגה',
      },
      {
        ID: 887,
        Name: 'זבדיאל',
      },
      {
        ID: 798,
        Name: 'זוהר',
      },
      {
        ID: 1098,
        Name: 'זיף',
      },
      {
        ID: 847,
        Name: 'זיקים',
      },
      {
        ID: 979,
        Name: 'זכריה',
      },
      {
        ID: 1756,
        Name: 'זמרת',
      },
      {
        ID: 1836,
        Name: 'זרועה',
      },
      {
        ID: 889,
        Name: 'זרחיה',
      },
      {
        ID: 1570,
        Name: 'חגי',
      },
      {
        ID: 1840,
        Name: 'חוות יזרעם',
      },
      {
        ID: 1960,
        Name: 'חוות משאש',
      },
      {
        ID: 1963,
        Name: 'חוות שיקמים',
      },
      {
        ID: 1785,
        Name: 'חולית',
      },
      {
        ID: 1796,
        Name: 'חורה',
      },
      {
        ID: 2051,
        Name: 'חירן',
      },
      {
        ID: 891,
        Name: 'חלץ',
      },
      {
        ID: 861,
        Name: 'חצב',
      },
      {
        ID: 834,
        Name: 'חצור אשדוד',
      },
      {
        ID: 1689,
        Name: 'חצרים',
      },
      {
        ID: 1103,
        Name: 'ח`שם אל כרם',
      },
      {
        ID: 1856,
        Name: 'חש`ם זנה',
      },
      {
        ID: 1838,
        Name: 'טל אור',
      },
      {
        ID: 1772,
        Name: 'טללים',
      },
      {
        ID: 1555,
        Name: 'טנא עומרים',
      },
      {
        ID: 1781,
        Name: 'יבול',
      },
      {
        ID: 828,
        Name: 'יד מרדכי',
      },
      {
        ID: 883,
        Name: 'יד נתן',
      },
      {
        ID: 1718,
        Name: 'יושיביה',
      },
      {
        ID: 1720,
        Name: 'יכיני',
      },
      {
        ID: 1662,
        Name: 'ים המלח בתי מלון',
      },
      {
        ID: 931,
        Name: 'ינון',
      },
      {
        ID: 1722,
        Name: 'ירוחם',
      },
      {
        ID: 1728,
        Name: 'ישע',
      },
      {
        ID: 1778,
        Name: 'יתד',
      },
      {
        ID: 2050,
        Name: 'יתיר',
      },
      {
        ID: 1812,
        Name: 'כוחלה',
      },
      {
        ID: 893,
        Name: 'כוכב מיכאל',
      },
      {
        ID: 1723,
        Name: 'כיסופים',
      },
      {
        ID: 1795,
        Name: 'כמהין',
      },
      {
        ID: 1754,
        Name: 'כסיפה',
      },
      {
        ID: 858,
        Name: 'כפר אחים',
      },
      {
        ID: 904,
        Name: 'כפר הרי``ף',
      },
      {
        ID: 824,
        Name: 'כפר ורבורג',
      },
      {
        ID: 1761,
        Name: 'כפר מימון',
      },
      {
        ID: 818,
        Name: 'כפר מנחם',
      },
      {
        ID: 2025,
        Name: 'כפר נוער עדנים',
      },
      {
        ID: 803,
        Name: 'כפר סילבר',
      },
      {
        ID: 1725,
        Name: 'כפר עזה',
      },
      {
        ID: 1006,
        Name: 'כרם עמי',
      },
      {
        ID: 1760,
        Name: 'כרם שלום',
      },
      {
        ID: 1988,
        Name: 'כרמי קטיף',
      },
      {
        ID: 881,
        Name: 'כרמיה',
      },
      {
        ID: 1377,
        Name: 'כרמיל',
      },
      {
        ID: 1776,
        Name: 'כרמים',
      },
      {
        ID: 1837,
        Name: 'כרמית',
      },
      {
        ID: 1485,
        Name: 'כרמל',
      },
      {
        ID: 1775,
        Name: 'לב יתיר',
      },
      {
        ID: 1008,
        Name: 'להב',
      },
      {
        ID: 1001,
        Name: 'להבים',
      },
      {
        ID: 957,
        Name: 'לוזית',
      },
      {
        ID: 954,
        Name: 'לכיש',
      },
      {
        ID: 1755,
        Name: 'לקיה',
      },
      {
        ID: 1757,
        Name: 'מבועים',
      },
      {
        ID: 947,
        Name: 'מבחור',
      },
      {
        ID: 1721,
        Name: 'מבטחים',
      },
      {
        ID: 844,
        Name: 'מבקיעים',
      },
      {
        ID: 1706,
        Name: 'מגן',
      },
      {
        ID: 1763,
        Name: 'מדרשת בן גוריון',
      },
      {
        ID: 1809,
        Name: 'מולדה',
      },
      {
        ID: 1842,
        Name: 'מועצה אזורית אשכול',
      },
      {
        ID: 1126,
        Name: 'מורק',
      },
      {
        ID: 1958,
        Name: 'מיכרות פוספטים',
      },
      {
        ID: 1791,
        Name: 'מיתר',
      },
      {
        ID: 1800,
        Name: 'מכחול',
      },
      {
        ID: 1956,
        Name: 'מכללת ספיר',
      },
      {
        ID: 1826,
        Name: 'מלילות',
      },
      {
        ID: 933,
        Name: 'מנוחה',
      },
      {
        ID: 1712,
        Name: 'מסלול',
      },
      {
        ID: 1731,
        Name: 'מסעודין אל עזאזמה',
      },
      {
        ID: 1758,
        Name: 'מעגלים',
      },
      {
        ID: 1486,
        Name: 'מעון',
      },
      {
        ID: 1129,
        Name: 'מעין',
      },
      {
        ID: 1704,
        Name: 'מפלסים',
      },
      {
        ID: 1671,
        Name: 'מפעל פוספטים',
      },
      {
        ID: 1816,
        Name: 'מפעלי אבשלום',
      },
      {
        ID: 923,
        Name: 'מפעלי חבל יבנה',
      },
      {
        ID: 1663,
        Name: 'מפעלי ים המלח',
      },
      {
        ID: 1818,
        Name: 'מפעלי מעון',
      },
      {
        ID: 928,
        Name: 'מפעלי צומת מלאכי',
      },
      {
        ID: 1822,
        Name: 'מפעלי צין ערבה',
      },
      {
        ID: 1821,
        Name: 'מפעלי רותם',
      },
      {
        ID: 1672,
        Name: 'מצדה',
      },
      {
        ID: 1556,
        Name: 'מצדות יהודה',
      },
      {
        ID: 1655,
        Name: 'מצוקי דרגות',
      },
      {
        ID: 1676,
        Name: 'מצפה רמון',
      },
      {
        ID: 1667,
        Name: 'מצפה שלם',
      },
      {
        ID: 1798,
        Name: 'מרחב עם',
      },
      {
        ID: 1955,
        Name: 'מרכז חקלאי אזורי גילת',
      },
      {
        ID: 911,
        Name: 'מרכז שפירא',
      },
      {
        ID: 1698,
        Name: 'משאבי שדה',
      },
      {
        ID: 855,
        Name: 'משואות יצחק',
      },
      {
        ID: 1687,
        Name: 'משמר הנגב',
      },
      {
        ID: 884,
        Name: 'משען',
      },
      {
        ID: 1819,
        Name: 'נאות חובב',
      },
      {
        ID: 1688,
        Name: 'נבטים',
      },
      {
        ID: 823,
        Name: 'נגבה',
      },
      {
        ID: 1540,
        Name: 'נגוהות',
      },
      {
        ID: 821,
        Name: 'נהורה',
      },
      {
        ID: 799,
        Name: 'נוגה',
      },
      {
        ID: 1811,
        Name: 'נווה',
      },
      {
        ID: 946,
        Name: 'נווה הרצוג',
      },
      {
        ID: 1657,
        Name: 'נווה זוהר',
      },
      {
        ID: 950,
        Name: 'נועם',
      },
      {
        ID: 1724,
        Name: 'נחל עוז',
      },
      {
        ID: 935,
        Name: 'נחלה',
      },
      {
        ID: 1009,
        Name: 'נטע',
      },
      {
        ID: 827,
        Name: 'ניצן',
      },
      {
        ID: 922,
        Name: 'ניצן ב`',
      },
      {
        ID: 1774,
        Name: 'ניצנה כפר נוער',
      },
      {
        ID: 1793,
        Name: 'ניצני סיני',
      },
      {
        ID: 829,
        Name: 'ניצנים',
      },
      {
        ID: 839,
        Name: 'ניר בנים',
      },
      {
        ID: 864,
        Name: 'ניר גלים',
      },
      {
        ID: 793,
        Name: 'ניר ח``ן',
      },
      {
        ID: 1692,
        Name: 'ניר יצחק',
      },
      {
        ID: 860,
        Name: 'ניר ישראל',
      },
      {
        ID: 1827,
        Name: 'ניר משה',
      },
      {
        ID: 1674,
        Name: 'ניר עוז',
      },
      {
        ID: 1682,
        Name: 'ניר עם',
      },
      {
        ID: 1828,
        Name: 'ניר עקיבא',
      },
      {
        ID: 1701,
        Name: 'נירים',
      },
      {
        ID: 1748,
        Name: 'נצאצרה',
      },
      {
        ID: 1788,
        Name: 'נתיב העשרה',
      },
      {
        ID: 1677,
        Name: 'נתיבות',
      },
      {
        ID: 936,
        Name: 'סגולה',
      },
      {
        ID: 1565,
        Name: 'סוסיה',
      },
      {
        ID: 1784,
        Name: 'סופה',
      },
      {
        ID: 1307,
        Name: 'סיכה',
      },
      {
        ID: 1197,
        Name: 'סימיא',
      },
      {
        ID: 1085,
        Name: 'סנסנה',
      },
      {
        ID: 1697,
        Name: 'סעד',
      },
      {
        ID: 977,
        Name: 'עגור',
      },
      {
        ID: 929,
        Name: 'עד הלום',
      },
      {
        ID: 894,
        Name: 'עוזה',
      },
      {
        ID: 1234,
        Name: 'עוזיז',
      },
      {
        ID: 1703,
        Name: 'עומר',
      },
      {
        ID: 795,
        Name: 'עוצם',
      },
      {
        ID: 1733,
        Name: 'עוקבי',
      },
      {
        ID: 1887,
        Name: 'עזאזמה',
      },
      {
        ID: 1889,
        Name: 'עזאזמה דרומית לרמת חובב',
      },
      {
        ID: 1886,
        Name: 'עזאזמה דרומית לשגב שלום',
      },
      {
        ID: 1888,
        Name: 'עזאזמה מזרחית לרמת חובב',
      },
      {
        ID: 1679,
        Name: 'עזוז',
      },
      {
        ID: 916,
        Name: 'עזר',
      },
      {
        ID: 888,
        Name: 'עזריקם',
      },
      {
        ID: 1669,
        Name: 'עין בוקק',
      },
      {
        ID: 1664,
        Name: 'עין גדי',
      },
      {
        ID: 1786,
        Name: 'עין הבשור',
      },
      {
        ID: 1705,
        Name: 'עין השלושה',
      },
      {
        ID: 856,
        Name: 'עין צורים',
      },
      {
        ID: 2026,
        Name: 'עלה נגב נחלת ערן',
      },
      {
        ID: 1764,
        Name: 'עלומים',
      },
      {
        ID: 1678,
        Name: 'עמיעוז',
      },
      {
        ID: 1272,
        Name: 'ענאב אל כביר',
      },
      {
        ID: 1843,
        Name: 'ערד',
      },
      {
        ID: 851,
        Name: 'ערוגות',
      },
      {
        ID: 1773,
        Name: 'ערערה בנגב',
      },
      {
        ID: 1559,
        Name: 'עתניאל',
      },
      {
        ID: 1954,
        Name: 'פארק תעשיות ספירים',
      },
      {
        ID: 2027,
        Name: 'פארק תעשיות עידן הנגב',
      },
      {
        ID: 926,
        Name: 'פארק תעשיות ראם',
      },
      {
        ID: 1714,
        Name: 'פדויים',
      },
      {
        ID: 1713,
        Name: 'פטיש',
      },
      {
        ID: 1539,
        Name: 'פני חבר',
      },
      {
        ID: 1831,
        Name: 'פעמי תש``ז',
      },
      {
        ID: 1780,
        Name: 'פרי גן',
      },
      {
        ID: 1694,
        Name: 'צאלים',
      },
      {
        ID: 1762,
        Name: 'צוחר',
      },
      {
        ID: 1782,
        Name: 'קבועה',
      },
      {
        ID: 825,
        Name: 'קבוצת יבנה',
      },
      {
        ID: 832,
        Name: 'קדמה',
      },
      {
        ID: 1737,
        Name: 'קודייראת א צאנה',
      },
      {
        ID: 1744,
        Name: 'קוואעין',
      },
      {
        ID: 880,
        Name: 'קוממיות',
      },
      {
        ID: 1695,
        Name: 'קלחים',
      },
      {
        ID: 1666,
        Name: 'קליה',
      },
      {
        ID: 1803,
        Name: 'קסר א סיר',
      },
      {
        ID: 1855,
        Name: 'קציעות',
      },
      {
        ID: 940,
        Name: 'קרית גת',
      },
      {
        ID: 1817,
        Name: 'קרית חינוך מרחבים',
      },
      {
        ID: 1815,
        Name: 'קרית חינוך שדות נגב',
      },
      {
        ID: 906,
        Name: 'קרית מלאכי',
      },
      {
        ID: 1953,
        Name: 'קרנב אבו סלב',
      },
      {
        ID: 1944,
        Name: 'קשכר נבארי',
      },
      {
        ID: 1959,
        Name: 'ראם תשלובת חקלאית',
      },
      {
        ID: 1618,
        Name: 'ראפאת ליד סמוע',
      },
      {
        ID: 842,
        Name: 'רבדים',
      },
      {
        ID: 1684,
        Name: 'רביבים',
      },
      {
        ID: 1768,
        Name: 'רהט',
      },
      {
        ID: 937,
        Name: 'רווחה',
      },
      {
        ID: 1841,
        Name: 'רוח מדבר',
      },
      {
        ID: 1685,
        Name: 'רוחמה',
      },
      {
        ID: 1951,
        Name: 'רח`מה',
      },
      {
        ID: 1717,
        Name: 'רנן',
      },
      {
        ID: 1708,
        Name: 'רעים',
      },
      {
        ID: 1789,
        Name: 'רתמים',
      },
      {
        ID: 1857,
        Name: 'שבי דרום',
      },
      {
        ID: 1794,
        Name: 'שגב שלום',
      },
      {
        ID: 1727,
        Name: 'שדה בוקר',
      },
      {
        ID: 796,
        Name: 'שדה דוד',
      },
      {
        ID: 819,
        Name: 'שדה יואב',
      },
      {
        ID: 952,
        Name: 'שדה משה',
      },
      {
        ID: 1753,
        Name: 'שדה ניצן',
      },
      {
        ID: 869,
        Name: 'שדה עוזיהו',
      },
      {
        ID: 1829,
        Name: 'שדה צבי',
      },
      {
        ID: 955,
        Name: 'שדות מיכה',
      },
      {
        ID: 1777,
        Name: 'שדי אברהם',
      },
      {
        ID: 1747,
        Name: 'שדרות',
      },
      {
        ID: 1715,
        Name: 'שובה',
      },
      {
        ID: 1686,
        Name: 'שובל',
      },
      {
        ID: 1312,
        Name: 'שוויכה בהר חברון',
      },
      {
        ID: 1000,
        Name: 'שומריה',
      },
      {
        ID: 1696,
        Name: 'שוקדה',
      },
      {
        ID: 792,
        Name: 'שחר',
      },
      {
        ID: 1726,
        Name: 'שיבולים',
      },
      {
        ID: 1962,
        Name: 'שיבטה',
      },
      {
        ID: 2029,
        Name: 'שיזף',
      },
      {
        ID: 1990,
        Name: 'שיזף',
      },
      {
        ID: 1319,
        Name: 'שייח` אחמד אל עבד',
      },
      {
        ID: 903,
        Name: 'שלווה',
      },
      {
        ID: 1813,
        Name: 'שלווה במדבר',
      },
      {
        ID: 1810,
        Name: 'שלומית',
      },
      {
        ID: 1587,
        Name: 'שמעה',
      },
      {
        ID: 1080,
        Name: 'שני ליבנה',
      },
      {
        ID: 859,
        Name: 'שפיר',
      },
      {
        ID: 997,
        Name: 'שקף',
      },
      {
        ID: 1690,
        Name: 'שרשרת',
      },
      {
        ID: 877,
        Name: 'שתולים',
      },
      {
        ID: 1835,
        Name: 'תאשור',
      },
      {
        ID: 1834,
        Name: 'תדהר',
      },
      {
        ID: 1759,
        Name: 'תושיה',
      },
      {
        ID: 811,
        Name: 'תימורים',
      },
      {
        ID: 949,
        Name: 'תירוש',
      },
      {
        ID: 1752,
        Name: 'תל שבע',
      },
      {
        ID: 1751,
        Name: 'תלמי אליהו',
      },
      {
        ID: 1830,
        Name: 'תלמי ביל``ו',
      },
      {
        ID: 1783,
        Name: 'תלמי יוסף',
      },
      {
        ID: 866,
        Name: 'תלמי יחיאל',
      },
      {
        ID: 870,
        Name: 'תלמי יפה',
      },
      {
        ID: 886,
        Name: 'תלמים',
      },
      {
        ID: 1823,
        Name: 'תעשיון תמ``ד',
      },
      {
        ID: 1814,
        Name: 'תעשיות שער הנגב',
      },
      {
        ID: 1707,
        Name: 'תפרח',
      },
      {
        ID: 1702,
        Name: 'תקומה',
      },
      {
        ID: 1802,
        Name: 'תראבין א צאנה',
      },
      {
        ID: 1743,
        Name: 'תראבין א צאנה שבט',
      },
    ],
  },
  {
    ID: 4,
    checkboxRegions: 'checkboxRegions-3',
    Name: 'אילת והערבה',
    JobCount: 254,
    OrderID: 9,
    Cities: [
      {
        ID: 1967,
        Name: 'אילות',
      },
      {
        ID: 1978,
        Name: 'אילת',
      },
      {
        ID: 1972,
        Name: 'אליפז',
      },
      {
        ID: 1964,
        Name: 'באר אורה',
      },
      {
        ID: 1968,
        Name: 'גרופית',
      },
      {
        ID: 1654,
        Name: 'חצבה',
      },
      {
        ID: 1970,
        Name: 'יהל',
      },
      {
        ID: 1965,
        Name: 'יטבתה',
      },
      {
        ID: 1973,
        Name: 'לוטן',
      },
      {
        ID: 1979,
        Name: 'מיכרות תמנע',
      },
      {
        ID: 1658,
        Name: 'נאות הכיכר',
      },
      {
        ID: 1971,
        Name: 'נאות סמדר',
      },
      {
        ID: 1977,
        Name: 'נווה חריף',
      },
      {
        ID: 1969,
        Name: 'סמר',
      },
      {
        ID: 1771,
        Name: 'ספיר',
      },
      {
        ID: 1659,
        Name: 'עידן',
      },
      {
        ID: 1656,
        Name: 'עין חצבה',
      },
      {
        ID: 1719,
        Name: 'עין יהב',
      },
      {
        ID: 1661,
        Name: 'עין תמר',
      },
      {
        ID: 1660,
        Name: 'עיר אובות',
      },
      {
        ID: 1766,
        Name: 'פארן',
      },
      {
        ID: 1765,
        Name: 'צופר',
      },
      {
        ID: 1974,
        Name: 'צוקים',
      },
      {
        ID: 1966,
        Name: 'קטורה',
      },
      {
        ID: 1975,
        Name: 'שחרות',
      },
      {
        ID: 1976,
        Name: 'שיטים',
      },
    ],
  },
];
